[{"text": "61,592", "x0": 243, "y0": 84, "x1": 363, "y1": 197, "rotation": 1.0091216041578694}, {"text": "the [sugar] canes are the biggest I have ever seen in my life.\" Sugar plantations were organized with slave labor, and by the mid-16th century, the Portuguese settlers had turned the islands into Africa's foremost exporter of sugar.Slaves in São Tomé were bought from the Slave Coast of West Africa, the Niger Delta, the island of Fernando Po, and later from the Kongo and Angola. In the 16th century, the enslaved were imported from and exported to Portugal, Elmina, the Kingdom of Kongo, Angola, and the Spanish Americas. In 1510, reportedly 10,000 to 12,000 slaves were imported by Portugal. In 1516, São Tomé received 4,072 slaves with the purpose of re-exportation. From 1519 to 1540, the island was the center of the slave trade between Elmina and the Niger Delta. Throughout the early to mid sixteenth century, São Tomé traded in slaves intermittently with Angola and the Kingdom of Kongo. In 1525 São Tomé began trafficking slaves to the Spanish Americas, mainly to the Caribbean and Brazil. From 1532 to 1536, São Tomé sent an annual average of 342 slaves to the Antilles. Prior to 1580, the island accounted for 75 percent of Brazil's imports, mainly slaves. The slave trade remained a", "x0": 247, "y0": 304, "x1": 608, "y1": 647}, {"text": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds the Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. The climate is typically Sahelian, though there is a rainy season. Senegal's economic and political capital is Dakar. It is a unitary presidential republic and is the", "x0": 186, "y0": 750, "x1": 535, "y1": 978}]