[{"text": "180 742", "x0": 136, "y0": 928, "x1": 256, "y1": 1041, "rotation": 0.8279127138874998}, {"text": "and mandioca for their own consumption [...]. Having at every hut a grove of oranges [...] and also a few cows, they were almost throughout the year under little necessity [...]. The higher classes, of course, lived more in the European way... On 12 October 1864, despite Paraguayan ultimatums, Brazil (allied with the Argentine Government under General Bartolomé Mitre and the rebellious Uruguayan colorados led by Gen. Venancio Flores) invaded the Republic of Uruguay in order to overthrow the government of that time (which was under the rule of the Blanco Party, an ally of López), thus starting the Paraguayan War.The Paraguayans, led by the Marshal of the Republic Francisco Solano López, retaliated by attacking Mato Grosso on 15 December 1864 and later declared war against Argentina on 23 March 1865. The Blanco Government was toppled and replaced by a Colorado Government under General Venancio Flores on 22 February 1865. Afterward, the Argentine Republic, the Empire of Brazil and the Republic of Uruguay signed the Secret Treaty of the Triple Alliance against the Paraguayan Government on 1 May 1865.The Paraguayans put up a ferocious resistance but ultimately lost in 1870 in the Battle of Cerro Corá, where Marshal Solano López refused to surrender and", "x0": 88, "y0": 418, "x1": 368, "y1": 827}, {"text": "on oil wealth to a productive, globally competitive economy will be attained. Bahrain has already diversified its exports to some extent, out of necessity. It has the smallest hydrocarbon reserves of any Persian Gulf state, producing 48,000 barrels per day from its one onshore field. The bulk of the country's revenue comes from its share in the offshore field administered by Saudi Arabia. The gas reserve in Bahrain is expected to last for less than 27 years, leaving the country with few sources of capital to pursue the development of new industries. Investment in research and development remained very low in 2013.Apart from the Ministry of", "x0": 431, "y0": 377, "x1": 632, "y1": 923}]