[{"value": "430,876", "x0": 327, "y0": 849, "x1": 447, "y1": 962, "rotation": -1.3144626609111376}, "African Union, the Organisation internationale de la Francophonie, the Organisation of Islamic Cooperation, and the Indian Ocean Commission. The country has three official languages: Comorian, French and Arabic. The sovereign state consists of three major islands and numerous smaller islands, all in the volcanic Comoro Islands. The major islands are commonly known by their French names: northwesternmost Grande Comore (Ngazidja), Mohéli (Mwali), and Anjouan (Ndzwani). The country also claims a fourth major island to the", "in 2012. Agriculture represents 32% of its gross domestic product and occupies 80% of the working population. It consists mostly of rearing livestock. Especially in the south and southwest, the people grow crops of sorghum, pearl millet, maize (corn), peanuts, rice and cotton, with surpluses to be sold. A large part of the economic activity of the country is funded by international aid, despite having gold ores in abundance. The top five export commodities in 2017 were, in order of importance: gems and precious metals, US$1.9 billion (78.5% of total exports), cotton, $198.7 million (8.3%), ores, slag, ash, $137.6 million (5.8%), fruits, nuts: $76.6 million (3.2%) and oil seeds: $59.5 million (2.5%).A December 2018 report from the World Bank indicates that in 2017, economic growth increased to 6.4% in 2017 (vs. 5.9% in 2016) primarily due to gold production and increased investment in infrastructure. The increase in consumption linked to growth of the wage bill also supported economic growth. Inflation remained low, 0.4% that year but the public deficit grew to 7.7% of GDP (vs. 3.5% in 2016). The government was continuing to get financial aid and loans to finance the debt. To finance the public deficit, the Government combined concessional aid and borrowing on the regional market. The World Bank said that the economic outlook remained favorable in the short and medium term, although that could be negatively impacted. Risks included high oil prices (imports), lower prices of gold and cotton (exports) as well as terrorist threat and labour strikes.Burkina Faso is part of the West African Monetary and Economic Union (UMEOA) and has adopted"]