[{"text": "928 952", "x0": 624, "y0": 199, "x1": 744, "y1": 312, "rotation": 1.0405708846353132}, {"text": "5 December to recommend the treaty to Dáil Éireann. On 7 January 1922, the Second Dáil ratified the Treaty by 64 votes to 57.In accordance with the treaty, on 6 December 1922 the entire island of Ireland became a self-governing Dominion called the Irish Free State (Saorstát Éireann). Under the Constitution of the Irish Free State, the Parliament of Northern Ireland had the option to leave the Irish Free State one month later and return to the United Kingdom. During the intervening period, the powers of the Parliament of the Irish Free State and Executive Council of the Irish Free State did not extend to Northern Ireland. Northern Ireland exercised its right under the treaty to leave the new Dominion and rejoined the United Kingdom on 8 December 1922. It did so by making an address to the", "x0": 156, "y0": 573, "x1": 423, "y1": 1021}, {"text": "and its rivals accepted material assistance from the Soviet Union or the People's Republic of China, the former harboured strong anti-imperialist views and was openly critical of the United States and its support for Portugal. This allowed it to win important ground on the diplomatic front, soliciting support from nonaligned governments in Morocco, Ghana, Guinea, Mali, and the United Arab Republic.The MPLA attempted to move its headquarters from Conakry to Léopoldville in October 1961, renewing efforts to create a common front with the FNLA, then known as the", "x0": 510, "y0": 553, "x1": 728, "y1": 1052}, {"text": "country. Gas production is the most dynamic and promising sector of the national economy. In 2009 the government of Turkmenistan began a policy of diversifying export routes for its raw materials.Prior to 1958 gas production was limited to associated gas from oil wells in western Turkmenistan. In 1958, the first gas wells were drilled at Serhetabat (then Kushky) and at Derweze. Oil and gas fields were discovered in the Central Karakum Desert between 1959 and 1965. In addition", "x0": 220, "y0": 79, "x1": 567, "y1": 344}]