[{"text": "558 305", "x0": 618, "y0": 931, "x1": 738, "y1": 1044, "rotation": -1.3931935364639076}, {"text": "completed until the 20th century. As a result of France's extensive colonial ambitions between the 17th and 20th centuries, French was introduced to the Americas, Africa, Polynesia, South-East Asia, as well as the Caribbean. French is the second most studied foreign language in the world after English, and is a lingua franca in some regions, notably in Africa. The legacy of French as a living language outside Europe is mixed: it is nearly extinct in some former French colonies (The Levant, South and Southeast Asia), while creoles and pidgins based on French have emerged in the French departments in the West Indies and the South Pacific (French Polynesia). On the other hand, many former French colonies have adopted French as an official language, and the total number of French speakers is increasing, especially in Africa. It is estimated that between 300 million and 500 million people worldwide can speak French, either as a mother tongue or a second language. According to the 2007 Adult Education survey, part of a project by the European Union and carried in France by the INSEE and based on a sample of 15,350 persons, French was the native", "x0": 266, "y0": 554, "x1": 537, "y1": 1008}, {"text": "via its overseas territories in French Guiana and Saint Martin. Its eighteen integral regions (five of which are overseas) span a combined area of 643,801 km2 (248,573 sq mi) and over 67 million people (as of May 2021). France is a unitary semi-presidential", "x0": 446, "y0": 147, "x1": 624, "y1": 377}, {"text": "of hierarchical organized political structure existed. In 1966, an earthwork in Tarout exposed an ancient burial field that yielded a large, impressive statue dating to the Dilmunite period (mid 3rd millennium BC). The statue was locally made under the strong Mesopotamian influence on the artistic principle of Dilmun.By 2200 BC, the", "x0": 82, "y0": 124, "x1": 273, "y1": 465}]