[{"text": "732722", "x0": 541, "y0": 435, "x1": 661, "y1": 548, "rotation": -0.8503828528921433}, {"text": "described as \"The top five tourist sites in Pakistan\" in order to help the country's tourism industry. The five sites included Taxila, Lahore, the Karakoram Highway, Karimabad, and Lake Saiful Muluk. To promote Pakistan's unique cultural heritage, the government organises various festivals throughout the year. In 2015, the World Economic Forum's Travel & Tourism Competitiveness Report ranked Pakistan 125 out of 141 countries. Pakistan was recognised as the best country for infrastructure development in South Asia during the IWF and World Bank annual meetings in 2016. As of May 2021, nuclear power is provided by six licensed commercial nuclear power plants. The Pakistan Atomic Energy Commission (PAEC) is solely responsible for operating these power plants, while the Pakistan Nuclear Regulatory Authority regulates", "x0": 203, "y0": 114, "x1": 448, "y1": 458}, {"text": "First Carib War, which lasted from 1772 to 1773.During the Anglo-French War (1778–1783), the French recaptured St Vincent in 1779. However, the British regained control under the Treaty of Versailles (1783). The uneasy peace between the British and the Black Caribs led to the Second Carib War, which lasted from 1795 to 1796. The Black Caribs were led by Garifuna Paramount Chief Joseph Chatoyer and supported by the French, notably the radical Victor Hugues from the island of Martinique. Their revolt and the uprising was eventually put down in 1797 by British General Sir Ralph Abercromby; a peace treaty agreement was made which resulted in almost", "x0": 486, "y0": 643, "x1": 743, "y1": 876}, {"text": "the military was renamed in 1956. For virtually all of its history, the AFL has received considerable material and training assistance from the United States. For most of the 1941–89 period, training was largely provided by U.S. advisors, with combat experience in the Second World War also playing a role in training. After UN Security Council Resolution 1509 in September 2003, the United Nations Mission in Liberia arrived to referee the ceasefire with units from Ghana, Nigeria, Pakistan, and China with the view to assist the National Transitional Government of Liberia in forming the new Liberian military. After the turmoil following the First and Second Liberian Civil Wars, Liberia's internal stabilization in the 21st century brought a return to cordial relations with neighboring countries and much of the Western", "x0": 90, "y0": 672, "x1": 366, "y1": 935}, {"text": "most of the southern and western portions of the island and account for roughly half its area. The highest point on Cyprus is Mount Olympus at 1,952 m (6,404 ft), located in the centre of the Troodos range. The narrow Kyrenia Range, extending", "x0": 528, "y0": 86, "x1": 704, "y1": 321}]