[{"text": "807,864", "x0": 110, "y0": 123, "x1": 230, "y1": 236, "rotation": -1.0696333074415478}, {"text": "far higher crop yields from sweet potato gardens radically transformed traditional agriculture and societies. Sweet potato largely supplanted the previous staple, taro, and resulted in a significant increase in population in the highlands. Although by the late 20th century headhunting and cannibalism had been practically eradicated, in the past they were practised in many parts of the country as part of rituals related to warfare and taking in enemy spirits or powers. In 1901, on Goaribari Island in the Gulf of Papua, missionary Harry Dauncey found 10,000 skulls in the island's long houses, a demonstration of past practices. According to Marianna Torgovnick, writing in 1991, \"The most fully documented instances of cannibalism as a social institution come from New Guinea, where head-hunting and ritual cannibalism survived, in certain isolated areas, into the Fifties, Sixties, and Seventies, and still leave", "x0": 382, "y0": 222, "x1": 707, "y1": 606}, {"text": "aid, positioned the movement firmly within the socialist bloc by 1975. This practical alliance reinforced the prevailing perspective of SWAPO as a Soviet proxy, which dominated Cold War ideology in South Africa and the United States. For its part, the Soviet Union", "x0": 463, "y0": 804, "x1": 725, "y1": 1038}, {"text": "of crimes recognized as such both in Italy and in Vatican City that are committed in Italian territory will be handed over to the Italian authorities if they take refuge in Vatican City or in buildings that enjoy immunity under the treaty.Vatican City has no prison system, apart from a few detention cells for pre-trial detention. People convicted of committing crimes in the Vatican serve terms in Italian prisons (Polizia Penitenziaria), with costs covered by the Vatican. Vatican City State is a recognized national territory under international law, but it is the Holy See that conducts diplomatic relations on its behalf, in addition to the Holy See's", "x0": 56, "y0": 464, "x1": 223, "y1": 948}]