[{"value": "894577", "x0": 613, "y0": 861, "x1": 733, "y1": 974, "rotation": -0.7440309346838472}, "hotels, and cinemas were built during this period. Some notable buildings include the Art Deco Cinema Impero (opened in 1937 and considered by the experts one of the world's finest examples of Art Déco style building,) Cubist Africa Pension, eclectic Eritrean Orthodox Enda Mariam Cathedral, and Asmara Opera, the futurist Fiat Tagliero Building, the neoclassical Asmara city hall. A statement from UNESCO read: It is an exceptional example of early modernist urbanism at the beginning of the 20th century and its application in an African context. Eritrea is a one-party state in which national legislative elections have been repeatedly postponed. According to Human Rights Watch, the government's human rights record is considered among the worst in the world. Most countries have accused the Eritrean authorities of arbitrary arrest and detentions, and of detaining an unknown number of people without charge for their political activism. Both male and female same-sex sexual activity is illegal in Eritrea.A prominent group of fifteen Eritreans, called the G-15, including three cabinet members, were arrested in September 2001 after publishing an open letter to the government and President Isaias Afewerki calling for democratic dialogue. This group and thousands of others who were alleged to be affiliated with them", "a third of Iraqi children had access to safe drinking water.In 2022, and after more than 30 years after the UN Compensation Commission (UNCC) was created to ensure restitution for Kuwait following the Iraqi invasion of 1990, the reparations body announced that Iraq has paid a total of $52.4 billion in war reparations to Kuwait.According to the Overseas Development Institute, international NGOs face challenges in carrying out their mission, leaving their assistance \"piecemeal and largely conducted undercover, hindered by insecurity, a lack of coordinated funding, limited operational capacity and patchy information\". International NGOs have been targeted and during the first 5 years, 94 aid workers were killed, 248 injured, 24 arrested or detained and 89 kidnapped or abducted. Iraq was"]