[{"value": "64,643", "x0": 385, "y0": 118, "x1": 505, "y1": 231, "rotation": -1.366534745031509}, "vice president. There are no formal political parties. In international politics, the Federated States of Micronesia has often voted with the United States with respect to United Nations General Assembly resolutions.The FSM is a sovereign, self-governing state in free association with the United States of America, which is wholly responsible for its defense. The FSM National Police operates a Maritime Wing Unit. The Compact of Free Association allows FSM citizens to join the U.S. military without having to obtain U.S. permanent residency or citizenship, allows for immigration and employment for Micronesians in the U.S., and establishes economic and technical aid programs. FSM has foreign relations with 56 countries, including", "Brenta, Costa Smeralda and Trabocchi Coast. The Italian Riviera includes nearly all of the coastline of Liguria, extending from the border with France near Ventimiglia eastwards to Capo Corvo, which marks the eastern end of the Gulf of La Spezia.The Apennines run along the entire length of the peninsula, dividing the waters into two opposite sides. On the other hand, the rivers are numerous due to the relative abundance of rains and to the presence of the Alpine chain in northern Italy with snowfields and glaciers. The fundamental watershed follows the ridge of the Alps and the Apennines and delimits five main slopes, corresponding to the seas into which the rivers flow: the Adriatic, Ionic, Tyrrhenian, Ligurian and Mediterranean sides. Taking into consideration their origin, the Italian rivers can be divided into two main groups: the Alpine-Po rivers and the", "possesses the world's fourth largest reserves of natural gas and substantial oil resources.Turkmenistan has taken a cautious approach to economic reform, hoping to use gas and cotton sales to sustain its economy. In 2014, the unemployment rate was estimated to be 11%.Between 1998 and 2002, Turkmenistan suffered from the continued lack of adequate export routes for natural gas and from obligations on extensive short-term external debt. At the same time, however, the value of total exports rose sharply due to increases in international oil and gas"]