[{"text": "520,148", "x0": 556, "y0": 155, "x1": 676, "y1": 268, "rotation": -0.28337473049224293}, {"text": "was elected without opposition for a second five-year term as president. On 19 July 1975, 14 senior army and government officials, including David Lansana, former cabinet minister Mohamed Sorie Forna (father of writer Aminatta Forna), Brigadier General Ibrahim Bash Taqi and Lieutenant Habib Lansana Kamara were executed after being convicted of attempting a coup to topple president Stevens' government. In 1977, a nationwide student demonstration against the government disrupted Sierra Leone politics. The demonstration was quickly put down by the army and Stevens' own personal Special Security Division (SSD), a heavily armed paramilitary force he had created to protect him and maintain his hold on power. SSD officers were loyal to Stevens and were deployed across the country to clamp down on any rebellion or protest against Stevens'", "x0": 278, "y0": 479, "x1": 510, "y1": 978}, {"text": "difficulties. Economic growth stagnated, and cocoa exports dropped in both value and volume, creating large balance-of-payments deficits. Plantation land was seized, resulting in the complete collapse of cocoa production. At the same time, the international price of cocoa slumped. In response to its economic downturn, the government undertook a series of far-reaching economic reforms. In 1987, the government implemented an International Monetary Fund structural adjustment program, and invited greater private participation in management of the", "x0": 570, "y0": 419, "x1": 730, "y1": 876}, {"text": "ignored the Polish government-in-exile based in London. This action angered many Poles who considered it a betrayal by the Allies. In 1944, Stalin had made guarantees to Churchill and Roosevelt that he would maintain Poland's sovereignty and allow democratic elections to take place. However, upon achieving victory in 1945, the elections organized by the occupying Soviet authorities were falsified and were used to provide a veneer of legitimacy for Soviet hegemony over Polish affairs. The Soviet Union instituted a new communist government in Poland, analogous to much of the rest of the Eastern Bloc. As elsewhere in Communist Europe, the Soviet influence over Poland was met with armed resistance from the outset which continued into the 1950s.Despite widespread objections, the new Polish government", "x0": 159, "y0": 109, "x1": 488, "y1": 377}]