[{"value": "901913", "x0": 59, "y0": 119, "x1": 179, "y1": 232, "rotation": -0.709997722470944}, "contributions of Nicaraguan poets and writers such as Rubén Darío. Known as the \"land of lakes and volcanoes\", Nicaragua is also home to the Bosawás Biosphere Reserve, the second-largest rainforest of the Americas. The biological diversity, warm tropical climate and active volcanoes make Nicaragua an increasingly popular tourist destination. Nicaragua is a founding member of the United Nations, joined the Non-Aligned Movement early, Organization of American States, ALBA and the Community of Latin American and Caribbean States. There are two prevailing theories on how the name \"Nicaragua\" came to be. The first is that the name was coined by Spanish colonists based on the name Nicarao, who was the chieftain or cacique of a powerful indigenous tribe encountered by the Spanish", "over Greater Syria was forced to surrender to French troops on 24 July 1920 during the Battle of Maysalun; the French occupied only the northern part of the Syrian Kingdom, leaving Transjordan in a period of interregnum. Arab aspirations failed to gain international recognition, due mainly to the secret 1916 Sykes–Picot Agreement, which divided the region into French and British spheres of influence, and the 1917 Balfour Declaration, which", "George's Night Uprising, encompassing the whole area of northern Estonia and Saaremaa. The Teutonic Order finished suppressing the rebellion in 1345, and the next year the Danish king sold his possessions in Estonia to the Order. The unsuccessful rebellion led to a consolidation of power for the upper-class German minority. For the subsequent centuries Low German remained the language of the ruling elite in both Estonian cities and the countryside. During the crusade, Reval (Tallinn) was founded, as the capital of Danish Estonia, on the site of Lindanise. In 1248 Reval received full town rights and adopted the Lübeck law. The Hanseatic League controlled trade on the Baltic Sea, and overall the four largest towns in Estonia became members: Reval, Dorpat (Tartu), Pernau (Pärnu), and Fellin (Viljandi). Reval acted as a trade intermediary between Novgorod and western Hanseatic cities, while", "the form of municipalities (either Part 1 or Part 2 municipalities), town councils or villages. Homosexual acts are illegal in Namibia although the ban is not enforced. Discrimination, as well as intolerance, against LGBT people is widespread. Some Namibian government officials and high-profile figures, such as Namibia's Ombudsman John Walters and First Lady Monica Geingos, have called for sodomy and homosexuality to be decriminalised and are in favour of LGBT rights.In November 2018, it was reported that 32% of women aged 15–49 have experienced violence and domestic abuse from their spouses/partners"]