[{"text": "837497", "x0": 126, "y0": 910, "x1": 246, "y1": 1023, "rotation": -0.34439332801968225}, {"text": "Mali but cotton prices declined significantly in 2003. In addition to cotton, Mali produces rice, millet, corn, vegetables, tobacco, and tree crops. Gold, livestock and agriculture amount to 80% of Mali's exports.Eighty percent of Malian workers are employed in agriculture. 15% of Malian workers are employed in the service sector. Seasonal variations lead to regular temporary unemployment of agricultural workers. In 1991, with the assistance of the International Development Association, Mali relaxed the enforcement of mining codes which led to renewed foreign interest and investment in the mining industry. Gold is mined in the southern region and Mali has the third highest gold production in Africa (after South Africa and Ghana).The emergence of gold as Mali's leading export product since 1999 has helped mitigate some of the negative impact of the cotton and Ivory Coast crises. Other natural resources include kaolin, salt, phosphate, and limestone. Electricity and water are maintained by the Energie du Mali, or EDM, and textiles are generated by Industry Textile du Mali, or ITEMA. Mali has made efficient use of hydroelectricity, consisting of over half of Mali's electrical power. In 2002, 700 GWh of hydroelectric power were produced in Mali.Energie du Mali is an electric company that provides electricity to Mali citizens. Only 55% of the population in cities have access to EDM. In Mali, there is a railway that connects to bordering countries. There are also approximately 29 airports of which 8 have paved runways. Urban areas are known for their large quantity of green and white taxicabs. A significant sum of the population is dependent on public transportation. In 2021, Mali's population was an estimated 21.9 million. The population is predominantly rural", "x0": 316, "y0": 366, "x1": 699, "y1": 841}, {"text": "in case of a national emergency. Eswatini is divided into four regions: Hhohho, Lubombo, Manzini, and Shiselweni. In each of the four regions, there are several tinkhundla (singular inkhundla). The regions are managed by a regional administrator, who is aided by elected members in each inkhundla.The local government is divided into differently structured rural and urban councils depending", "x0": 64, "y0": 206, "x1": 236, "y1": 702}]