[{"text": "719,948", "x0": 234, "y0": 872, "x1": 354, "y1": 985, "rotation": -1.158064152276654}, {"text": "Bruttium peninsula corresponding to the modern province of Reggio and part of the provinces of Catanzaro and Vibo Valentia in southern Italy. Nevertheless, by his time the larger concept of Oenotria and \"Italy\" had become synonymous, and the name also applied to most of Lucania as well. According to Strabo's Geographica, before the expansion of the Roman Republic, the name was used by ancient Greeks to indicate the land between the strait of Messina and the line connecting the gulf of Salerno and gulf of Taranto, corresponding roughly to the current region of Calabria. The ancient Greeks gradually came to apply the name \"Italia\" to a larger region In addition to the \"Greek Italy\" in the south, historians have suggested the existence of an \"Etruscan Italy\" covering variable areas of central Italy.The borders of Roman Italy, Italia, are better established. Cato's Origines, the first work of history composed in Latin, described Italy as the entire peninsula south of the Alps. According to", "x0": 399, "y0": 182, "x1": 725, "y1": 565}, {"text": "faith is far from monolithic. Uzbeks have practised many versions of Islam. The conflict of Islamic tradition with various agendas of reform or secularisation throughout the 20th century has left a wide variety of Islamic practices in Central Asia.The end of Soviet control in Uzbekistan in 1991 did not bring an immediate upsurge of religion-associated fundamentalism, as many had predicted, but rather a gradual re-acquaintance with the precepts of the Islamic faith and a gradual resurgence of", "x0": 475, "y0": 748, "x1": 635, "y1": 1029}, {"text": "took place in May 2018. Before 2018, registered voters aged 21 and above could vote for the members of the House of Representatives and, in most of the states, for the state legislative chamber. Voting is not mandatory. In July 2019, a bill to lower the voting age to 18 years old was officially passed. Executive power is vested in the Cabinet, led by the Prime Minister. The prime minister must be a member of the House of Representatives, who in the opinion of His Majesty the King, commands the support of a majority of members. The Cabinet is chosen from members of both houses of Parliament. The Prime Minister is both the head of", "x0": 70, "y0": 111, "x1": 336, "y1": 577}]