[{"text": "412 710", "x0": 120, "y0": 885, "x1": 240, "y1": 998, "rotation": 1.0742245284807042}, {"text": "most constitutional protections for citizens. Bashar al-Assad has been president since 2000 and was preceded by his father Hafez al-Assad, who was in office from 1971 to 2000. Throughout his rule, Syria and the ruling Ba'ath Party have been condemned and criticized for various human rights abuses, including frequent executions of citizens and political prisoners, and massive censorship. Since March 2011, Syria has been embroiled in a multi-sided civil war, with a number of countries in the region and beyond involved militarily or otherwise. As a result, a number of self-proclaimed political entities have emerged on Syrian territory, including the Syrian opposition, Rojava, Tahrir al-Sham and the", "x0": 407, "y0": 293, "x1": 728, "y1": 567}, {"text": "War II, it was administered by the United States under United Nations auspices in 1947 as part of the Trust Territory of the Pacific Islands pursuant to Security Council Resolution 21. On May 10, 1979, four of the Trust Territory districts ratified a new constitution to become the Federated States of Micronesia. Palau, the Marshall Islands, and the Northern Mariana Islands chose not to", "x0": 62, "y0": 315, "x1": 290, "y1": 769}, {"text": "a comprehensive restructuring of the economy, including elimination of price controls and privatization of the state banana company. Tourism is vital to Saint Lucia's economy. Its economic importance is expected to continue to increase as the market for bananas have become more competitive. Tourism tends to be more substantial during the dry season (January to April), often referred to as the tourist season. Saint Lucia tends to be popular due to its tropical weather and scenery and its beaches and resorts. Other tourist attractions include a \"drive-in\" volcano where one can drive within a few hundred feet of the gurgling, steaming mass, Sulphur Springs (in Soufrière), zip lining at Sault Falls, Dennery, the Botanical", "x0": 378, "y0": 670, "x1": 740, "y1": 972}]