[{"text": "769 499", "x0": 109, "y0": 158, "x1": 229, "y1": 271, "rotation": -0.08204689342041283}, {"text": "the nobility. The failed attempts at government restructuring as well as the domestic turmoil provoked its neighbours to intervene.In 1772, the First Partition of the Commonwealth by Prussia, Russia and Austria took place; an act which the Partition Sejm, under considerable duress, eventually ratified as a fait accompli. Disregarding the territorial losses, in 1773 a plan of critical reforms was established, in which the Commission of National Education, the first government education authority in Europe, was inaugurated. Corporal punishment of schoolchildren was officially prohibited in 1783. Poniatowski was the head figure of the Enlightenment, encouraged the development of industries, and embraced republican neoclassicism. For his contributions to the arts and sciences he was awarded a Fellowship of the Royal Society.In 1791, Great Sejm parliament adopted the 3 May Constitution, the first set of supreme national laws, and introduced a constitutional monarchy. The Targowica Confederation, an organisation of nobles and deputies opposing the act, appealed to Catherine and caused the 1792 Polish–Russian War. Fearing the reemergence of Polish hegemony, Russia and Prussia arranged and in 1793 executed, the Second Partition, which left the country deprived of territory and incapable", "x0": 78, "y0": 431, "x1": 392, "y1": 956}, {"text": "of Germany, is a country in Central Europe. It is the second most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; it covers an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million within its 16 constituent states. Germany borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and", "x0": 455, "y0": 241, "x1": 694, "y1": 483}, {"text": "Kingdom of Iraq in 1932, on the urging of King Faisal, though the British retained military bases, local militia in the form of Assyrian Levies, and transit rights for their forces. King Ghazi ruled as a figurehead after King Faisal's death in 1933, while undermined by attempted military coups, until his death in", "x0": 494, "y0": 734, "x1": 664, "y1": 1026}]