[{"text": "862,863", "x0": 619, "y0": 245, "x1": 739, "y1": 358, "rotation": 1.0209755572596704}, {"text": "the media. More than 24 indigenous languages are spoken and the largest are Susu, Pular, and Maninka, which dominate respectively in Maritime Guinea, Fouta Djallon, and Upper Guinea, while Guinée forestière is ethnolinguistically diverse. Guinea's economy is mostly dependent on agriculture and mineral production. It is the world's second largest producer of bauxite, and has deposits of diamonds and gold. The country was at the core of the 2014 Ebola outbreak. Guinea is named after the Guinea region which lies along the Gulf of Guinea. It stretches north through the forested tropical regions and ends at the Sahel. The English term Guinea comes directly from the Portuguese word Guiné which emerged in the mid-15th century to refer to the lands inhabited by the Guineus, a generic term for the black African peoples south of the Senegal River, in contrast to the \"tawny\" Zenaga Berbers above it, whom they called Azenegues or Moors. The land that is now Guinea belonged to a series of African empires until France colonized it in the 1890s, and made it part of French West Africa. Guinea declared its independence from France on 2 October 1958. From independence until the presidential election of 2010, Guinea was governed by a number of autocratic rulers. What is now Guinea was on the fringes of some West African empires. The earliest, the Ghana Empire, grew on trade and ultimately fell after repeated incursions of the Almoravids. It was in this period that Islam first arrived in the region by way of North African", "x0": 144, "y0": 455, "x1": 488, "y1": 1018}, {"text": "\"kwalliso\" (total control zones) for lifetime detention. Camp 15 in Yodok and Camp 18 in Bukchang have been described in detailed testimonies.The security apparatus is extensive, exerting strict control over residence, travel, employment, clothing, food and family life. Security forces employ mass surveillance. It is believed they tightly monitor cellular and digital communications. North Korea is widely described as having perhaps the worst human rights record in the world. A 2014 UN inquiry into human rights in North Korea concluded that, \"The gravity, scale and nature of these violations reveal a state that does not have any parallel in the", "x0": 546, "y0": 563, "x1": 715, "y1": 998}, {"text": "US$5,000 to US$2 million. On 12 December 79 affected people received compensation. Mr. Toribiong said, \"The fund for the payout came from the balance of Palau government's loan from Taiwan.\" From a total of US$1 million, which originally was for assisting Palau's development, US$955,000 was left at the time of bankruptcy. Toribiong requested the Taiwanese government use the balance to repay its loans. Taiwan agreed to the", "x0": 199, "y0": 82, "x1": 528, "y1": 329}]