[{"text": "722205", "x0": 548, "y0": 303, "x1": 668, "y1": 416, "rotation": 1.1714341075989387}, {"text": "his place of residence. The Himyarite annexed Sana'a from Hamdan around 100 AD. Hashdi tribesmen rebelled against them and regained Sana'a around 180 AD. Shammar Yahri'sh had not conquered Hadramout, Najran, and Tihama until 275 AD, thus unifying Yemen and consolidating Himyarite rule. The Himyarites rejected polytheism and adhered to a consensual form of monotheism called Rahmanism.In 354 AD, Roman Emperor Constantius II sent an embassy headed by Theophilos the Indian to convert the Himyarites to Christianity. According to Philostorgius, the mission was resisted by local Jews. Several inscriptions have been found in Hebrew and Sabaean praising the ruling house in Jewish terms for \"...helping and empowering the People of Israel.\"According to Islamic", "x0": 199, "y0": 604, "x1": 527, "y1": 1023}, {"text": "on sea levels, which upward pressure causes more frequent and higher high tide levels. The Perigean spring tide (often called a king tide) can result in seawater flooding low-lying areas of the islands of Kiribati. The atolls and reef islands can respond to changes in sea-level. Paul Kench at the University of Auckland in New Zealand and Arthur Webb at the South Pacific Applied Geoscience Commission in Fiji released a study in 2010 on the dynamic response of atolls and reef islands in the central Pacific. Kiribati was mentioned in the study, and Webb and Kench found that the three major urbanised islands in Kiribati—Betio, Bairiki and Nanikai—increased by 30% (36 hectares), 16.3% (5.8 hectares) and 12.5% (0.8 hectares), respectively.The study by Paul Kench and Arthur Webb recognises that the islands are extremely vulnerable to sea level rise, and concluded that: \"This study did not measure vertical growth of the island surface nor does it suggest there is any change in the height of the islands. Since land height has not", "x0": 147, "y0": 183, "x1": 418, "y1": 517}]