[{"value": "754208", "x0": 224, "y0": 939, "x1": 344, "y1": 1052, "rotation": -0.8193177798009765}, "area of Austria (84,000 km2 or 32,433 sq mi), only about a quarter can be considered low lying, and only 32% of the country is below 500 metres (1,640 ft). The Alps of western Austria give way somewhat into low lands and plains in the eastern part of the country. Austria lies between latitudes 46째 and 49째 N, and longitudes 9째 and 18째 E. It can be divided into five areas, the biggest being the Eastern Alps, which constitute", "is vested in both the Government and the National Assembly. The National Assembly is Mauritius's unicameral legislature, which was called the Legislative Assembly until 1992, when the country became a republic. It consists of 70 members, 62 elected for four-year terms in multi-member constituencies and eight additional members, known as \"best losers\", appointed by the Electoral Service Commission to ensure that ethnic and religious minorities are equitably represented. The UN Human Rights Committee (UNHRC), which monitors member states' compliance with the International Covenant on Political and Civil Rights (ICPCR), has criticised the country's Best Loser System following a complaint by a local youth and trade union movement. The president is elected for a five-year term by the Parliament. The island of Mauritius is divided into 20 constituencies that return three members each. The island of Rodrigues is a single district that returns two members. After a general election, the Electoral Supervisory Commission may nominate up to eight additional members with a view to correct any imbalance in the representation of ethnic minorities in Parliament. This system of nominating members is commonly called the best loser system. The political party or party alliance that wins the majority of seats in Parliament forms the government. Its leader becomes the Prime Minister, who selects the Cabinet from elected members of the Assembly, except for the Attorney General, who may not be an elected member of the Assembly. The political party or alliance which has the second largest group of representatives forms the Official Opposition and its leader is normally nominated by the President of the Republic as the", "been used over the years by different Ethiopian communities. The latter include Bakri Sapalo's script for Oromo. Ethiopia has close historical ties with all three of the world's major Abrahamic religions. In the 4th century, the Ethiopian empire was one of the first in the world to officially adopt Christianity as the state"]