[{"value": "335 944", "x0": 478, "y0": 878, "x1": 598, "y1": 991, "rotation": -0.6756212298026809}, "exceeds 32 °C (89.6 °F) for more than a short time. Temperatures on the Pacific side of the isthmus are somewhat lower than on the Caribbean, and breezes tend to rise after dusk in most parts of the country. Temperatures are markedly cooler in the higher parts of the mountain ranges, and frosts occur in the Cordillera de Talamanca in western Panama. Climatic regions are determined less on the basis of temperature than on rainfall, which varies regionally from less than 1,300 millimeters (51.2 in) to more than 3,000 millimeters (118.1 in) per year. Almost all of the rain falls during the rainy season, which is usually from April to December, but varies in length from seven to nine months. In general, rainfall is much heavier on the Caribbean than on the", "Carrera went back to the Quetzaltenango area, while Zavala remained in Suchitepéquez as a tactical maneuver. Carrera received a visit from a cabinet member of Paredes and told him that he had control of the native population and that he assured Paredes that he would keep them appeased. When the emissary returned to Guatemala City, he told the president everything Carrera said, and added that the native forces were formidable.Guzmán went to Antigua to meet with another group of Paredes emissaries; they agreed that Los Altos would rejoin Guatemala, and that the latter would help Guzmán defeat his enemy and also build a port on the Pacific Ocean. Guzmán was sure of victory this time, but his plan evaporated when in his absence Carrera and his native allies occupied Quetzaltenango;", "and less rain. Then towards December, when Nei Auti (Pleiades) replaces Antares, the season of sudden westerly winds and more heavy rain discourages any far travel from island to island.Kiribati does not experience cyclones but effects may occasionally be experienced during cyclone seasons affecting nearby Pacific Island countries such as Fiji.Precipitation varies significantly between islands. For example, the annual average is 3,000 mm (120 in) in the north and 500 mm (20 in) in the south of the Gilbert Islands. Most of these islands are in the dry belt of the equatorial oceanic climatic zone and experience prolonged droughts. Kiribati contains three ecosystems: Central Polynesian tropical moist forests, Eastern Micronesia tropical moist forests, and Western Polynesian"]