[{"text": "40 399", "x0": 577, "y0": 411, "x1": 697, "y1": 524, "rotation": -0.7056058788040405}, {"text": "in South Africa.In 1976, the PNP won another landslide, winning 47 seats to the JLP's 13. The turnout was a very high 85 percent. However, the economy faltered in this period due to a combination of internal and external factors (such as the oil shocks). The rivalry between the JLP and PNP became intense, and political and gang-related violence grew significantly in this period.By 1980, Jamaica's gross national product had declined to some 25% below its 1972 level. Seeking change, Jamaicans voted the JLP back in in 1980 under Edward Seaga, the JLP winning 51 seats to the PNP's nine seats. Firmly anti-Communist, Seaga cut ties with Cuba and sent troops to support the US invasion of Grenada in 1983. The economic deterioration, however, continued into the mid-1980s, exacerbated by a number of factors.", "x0": 185, "y0": 436, "x1": 505, "y1": 976}, {"text": "in Rovaniemi. Other significant tourist destinations in Lapland also include ski resorts (such as Levi, Ruka and Ylläs) and sleigh rides led by either reindeer or huskies.Tourist attractions in Finland include the natural landscape found throughout the country as", "x0": 173, "y0": 87, "x1": 341, "y1": 331}, {"text": "Israel's \"security fence\" in the West Bank, is quietly emulating the Israeli example by erecting a barrier along its porous border with Yemen.\"In March 2020, the Trump administration and key US allies, including Saudi Arabia and the United Arab Emirates, cut off tens of millions of dollars for health care programs and other aid to the United Nations' appeal for Yemen. As a result of", "x0": 562, "y0": 664, "x1": 733, "y1": 1035}, {"text": "Black Brants have been launched since the rocket's introduction in 1961. The 2021 Canadian census enumerated a total population of 36,991,981, an increase of around 5.2 percent over the 2016 figure. The main drivers of population growth are immigration and, to a", "x0": 555, "y0": 96, "x1": 743, "y1": 328}]