[{"text": "896 436", "x0": 254, "y0": 862, "x1": 374, "y1": 975, "rotation": -1.5946051448636873}, {"text": "or for more severe cases.In 2018, Saint Lucia signed the UN Treaty on the Prohibition of Nuclear Weapons. The districts of the island, established by the French colonial government and continued by the British, are: An additional area is the Forest Reserve Area Quarter (78.3 km2). The United Nations categorizes Saint Lucia as a Small Island Developing State, a designation similar to a developing country with a few substantial differences due to Saint Lucia's island nature. The services sector accounted for 82.8% of GDP, followed by industry and agriculture at 14.2% and 2.9%, respectively.An educated workforce and improvements in roads, communications, water supply, sewerage, and port facilities have", "x0": 466, "y0": 676, "x1": 704, "y1": 1005}, {"text": "Paço dos Condes, a gothic-style palace in Barcelos, a city in northwest Portugal. The Rooster of Barcelos is bought by thousands of tourists as a national souvenir. On 30 November 2016, the United Nations added the Portuguese Bisalhães tradition of making black pottery to the UNESCO Heritage Protection List. On 7 December 2017, the United Nations added the Bonecos de Estremoz – Toys of Estremoz tradition as an UNESCO Intangible Cultural Heritage of Humankind. Scientific and technological research activities in Portugal are mainly conducted within a network of R&D units belonging to public universities and", "x0": 82, "y0": 161, "x1": 369, "y1": 398}, {"text": "politicians. When Zelaya began calling for a \"fourth ballot box\" to determine whether Hondurans wished to convoke a special constitutional congress, this sounded a lot to some like the constitutional amendments that had extended the terms of both Hugo Chávez and Evo Morales. \"Chávez has served as a role model for like-minded leaders intent on cementing their power. These presidents are barely in office when they typically convene a", "x0": 106, "y0": 522, "x1": 323, "y1": 753}, {"text": "islands of Japan. This was followed from around 14,500 BC (the start of the Jōmon period) by a Mesolithic to Neolithic semi-sedentary hunter-gatherer culture characterized by pit dwelling and rudimentary agriculture. Clay vessels from the period are among the oldest surviving examples of pottery. From around 1000 BC, Yayoi people began to enter the archipelago from Kyushu, intermingling with the Jōmon; the Yayoi period saw the introduction of practices including wet-rice farming, a new style of pottery, and metallurgy from China and", "x0": 492, "y0": 143, "x1": 703, "y1": 473}]