[{"value": "926 681", "x0": 231, "y0": 99, "x1": 351, "y1": 212, "rotation": -0.10731620702585865}, "following the company's failure to meet agreed investment commitments. Internet penetration is low but rising rapidly; in 2015 there were 12.8 internet users per 100 people, up from 2.1 in 2007. In 2011, a 2,300 kilometres (1,400 mi) fibre-optic telecommunications network was completed, intended to provide broadband services and facilitate electronic commerce. This network is connected to SEACOM, a submarine fibre-optic cable connecting communication carriers in southern and eastern Africa. Within Rwanda the cables run along major roads, linking towns around the country. Mobile provider MTN also runs a wireless internet service accessible in most areas of Kigali via pre-paid subscription.In October 2019, Mara Corporation launched the first African made smartphone in Rwanda. The Rwandan government prioritised funding of water supply development during the 2000s, significantly increasing its share of the national budget. This funding, along with donor support, caused a rapid increase in access to safe water; in 2015, 74% of the population had access to safe water, up from about 55% in 2005; the government has committed to increasing this to 100% by 2017. The country's water infrastructure consists of urban and rural systems that", "Turkic word for \"We are forty\", about the forty clans of Manas, a legendary hero who united forty regional clans. Literally, Kyrgyz means \"We are forty\". -Stan is a suffix in Persian meaning \"place of\" or \"country\". The 40-ray sun on the flag of Kyrgyzstan is a reference to those same forty tribes and the graphical element in the sun's center depicts the wooden crown, called tunduk, of a yurt—a portable dwelling traditionally used by nomads in the steppes of Central Asia. The country's official name is \"Kyrgyz Republic,\" used in international arenas and foreign relations. In the English-speaking world, the spelling Kyrgyzstan is commonly used, while its former name Kirghizia is rarely used. The Kyrgyz state reached its greatest expansion after defeating the", "this trade.With the private sector growing slowly, designer leather products like bags are becoming a big export business, with Taytu becoming the first luxury designer label in the country. Additional small-scale export products include cereals,"]