[{"text": "856,015", "x0": 97, "y0": 928, "x1": 217, "y1": 1041, "rotation": 0.7871382076055098}, {"text": "a standard language as a counterweight to Hungarian while promoting Croatian literature and culture. During the Hungarian Revolution of 1848, Croatia sided with Austria. Ban Josip Jelačić helped defeat the Hungarians in 1849 and ushered in a Germanisation policy. By the 1860s, the failure of the policy became apparent, leading to the Austro-Hungarian Compromise of 1867. The creation of a personal union between the Austrian Empire", "x0": 342, "y0": 628, "x1": 553, "y1": 985}, {"text": "by the Mugabe government. The run-off was scheduled for 27 June 2008. On 22 June, citing the continuing unfairness of the process and refusing to participate in a \"violent, illegitimate sham of an election process\", Tsvangirai pulled out of the presidential run-off, the election commission held the run-off, and President Mugabe received a landslide majority. The MDC-T did not participate", "x0": 500, "y0": 120, "x1": 718, "y1": 491}, {"text": "retained a majority, and their presidential candidate Donald Ramotar was elected as president.On 11 May 2015, early general elections were held. A coalition of the A Partnership for National Unity-Alliance for Change (APNU-AFC) parties won 33 of the 65 seats in the National Assembly. On 16 May 2015, retired army general David A. Granger became the eighth President of Guyana. However, on 21 December 2018, a vote of confidence was called for, regarding terms under which the government granted a franchise for offshore oil exploration. Legislator Charrandass Persaud defected from the coalition and the vote failed, requiring new elections. The governing coalition litigated this result for the entire 90 days", "x0": 72, "y0": 85, "x1": 400, "y1": 370}, {"text": "Austria, by law, declared itself to be a democratic republic and part of the new German republic. The constitution, renaming the Staatsrat as Bundesregierung (federal government) and Nationalversammlung as Nationalrat (national council) was passed on 10 November 1920.The Treaty of Saint-Germain of 1919 (for", "x0": 82, "y0": 605, "x1": 272, "y1": 836}]