[{"text": "338,351", "x0": 91, "y0": 154, "x1": 211, "y1": 267, "rotation": 1.8337573281380517}, {"text": "president in January 2017, after defeating Jammeh in the December 2016 elections. Jammeh initially accepted the results, before refusing to leave office, triggering a constitutional crisis and military intervention by the Economic Community of West African States that resulted in his removal two days after his term was initially scheduled to end.The Gambia's economy is dominated by farming, fishing, and especially, tourism. In 2015, 48.6% of the population lived in poverty. In rural areas, poverty was even more widespread, at almost 70%. The name \"Gambia\" is derived from the Mandinka term Kambra/Kambaa, meaning Gambia River (or possibly from the sacred Serer Gamba, a special type of calabash beaten when a Serer elder dies). Upon independence in 1965, the country used the name the Gambia. Following the proclamation of a republic in 1970, the long-form name of the country became Republic of the Gambia. The administration of Yahya Jammeh changed the long-form name to Islamic Republic of the Gambia in December 2015. On 29 January 2017 President Adama Barrow changed the", "x0": 304, "y0": 118, "x1": 672, "y1": 554}, {"text": "the country's northwest were at risk of starvation, but this was averted due to assistance from the United Nations. On 8 January 2008, the UN Secretary-General Ban Ki-Moon declared that the Central African Republic was eligible to receive assistance from the Peacebuilding Fund. Three priority areas were identified: first, the reform of the security sector; second, the promotion of good governance and the rule of law; and third, the revitalization of communities affected by conflicts. On 12 June 2008, the Central African Republic requested assistance from the UN Peacebuilding Commission, which was set up in 2005 to help countries emerging from conflict avoid devolving back into war or chaos.In response to", "x0": 222, "y0": 637, "x1": 575, "y1": 1030}]