[{"value": "197 105", "x0": 97, "y0": 782, "x1": 217, "y1": 895, "rotation": 0.5392234063894454}, "excavated. The earliest traces of human occupation in Norway are found along the coast, where the huge ice shelf of the last ice age first melted between 11,000 and 8,000 BC. The oldest finds are stone tools dating from 9,500 to 6,000 BC, discovered in Finnmark (Komsa culture) in the north and Rogaland (Fosna culture) in the southwest. However, theories about two altogether different cultures (the Komsa culture north of the Arctic Circle being one and the Fosna culture from Trøndelag to Oslofjord being the other) were", "to be adopted by virtually the entire population, a process not completed until the 20th century. As a result of France's extensive colonial ambitions between the 17th and 20th centuries, French was introduced to the Americas, Africa, Polynesia, South-East Asia, as well as the Caribbean. French is the second most studied foreign language in the world after English, and is a lingua franca in some regions, notably in Africa. The legacy of French as a living language outside Europe is mixed: it is nearly extinct in some former French colonies (The Levant, South and Southeast Asia), while creoles and pidgins based on French have emerged in the French departments in the West Indies and the South Pacific (French Polynesia). On the other hand, many former", "The state-owned Indonesian Aerospace company (PT. Dirgantara Indonesia) has provided components for Boeing and Airbus. The company also collaborated with EADS CASA of Spain to develop the CN-235, which has seen use by several countries. Former President B. J. Habibie played a vital role in this achievement. Indonesia has also joined the South Korean programme to manufacture the 4.5-generation jet fighter KAI KF-21 Boramae.Indonesia has a space programme and space agency, the National Institute of Aeronautics and Space (Lembaga Penerbangan dan Antariksa Nasional, LAPAN). In the 1970s, Indonesia became the first developing country to operate a satellite system called Palapa, a series"]