[{"text": "979,379", "x0": 610, "y0": 258, "x1": 730, "y1": 371, "rotation": -0.36080452843852084}, {"text": "there in 1883. The Portuguese government was also interested in the area so, to prevent Portuguese occupation, the British government sent Harry Johnston as British consul with instructions to make treaties with local rulers beyond Portuguese jurisdiction. In 1889, a British protectorate was proclaimed over the Shire Highlands, which was extended in 1891 to include the whole of present-day Malawi as the British Central Africa Protectorate. In 1907, the protectorate was renamed Nyasaland, a name it retained for the remainder of its time under British rule. In a prime example of what is sometimes called the \"Thin White Line\" of colonial authority in Africa, the colonial government of Nyasaland was formed in 1891. The administrators were given a budget of £10,000 (1891 nominal value) per year, which was enough to employ ten European civilians, two military officers, seventy Punjab Sikhs and eighty-five Zanzibar porters. These few employees were then expected to administer and police a territory of around 94,000 square kilometers with between one and two million people.That same year, slavery came to its complete cessation when Sir Harry Johnston, the Commissioner of Nyasaland made his significant effort to put an end to the trade. In 1944, the", "x0": 170, "y0": 534, "x1": 506, "y1": 1050}, {"text": "and to supervise all commercial banks. Two major commercial banks are UniBank and the state-owned International Bank of Azerbaijan, run by Abbas Ibrahimov.Pushed up by spending and demand growth, the 2007 Q1 inflation rate reached 16.6%. Nominal incomes and monthly wages climbed 29% and 25% respectively against this figure, but price increases in the non-oil industry encouraged inflation. Azerbaijan shows some signs of the so-called \"Dutch disease\" because of its fast-growing energy sector, which causes inflation and makes non-energy exports more expensive. In the early 2000s, chronically high inflation was brought under control. This led to the launch of a new currency, the new Azerbaijani manat, on 1 January 2006, to", "x0": 213, "y0": 80, "x1": 502, "y1": 391}]