[{"value": "902,354", "x0": 104, "y0": 870, "x1": 224, "y1": 983, "rotation": 0.3122237182600882}, "sailing by in 1493, may have named it Santa Maria la Antigua, after an icon in the Spanish Seville Cathedral. The \"bearded\" of Barbuda is thought to refer either to the male inhabitants of the island, or the bearded fig trees present there. Antigua was first settled by archaic age hunter-gatherer Amerindians called the Ciboney. Carbon dating has established the earliest settlements started around 3100 BC. They were succeeded by the ceramic age pre-Columbian Arawak-speaking Saladoid people who migrated from the lower Orinoco River. They introduced agriculture, raising, among other crops, the famous Antigua black pineapple (Ananas comosus), corn, sweet potatoes, chiles, guava, tobacco, and cotton. Later on the more bellicose Caribs also settled the island, possibly by force. Christopher Columbus was", "may be from 15 to 20 million, while the Alevi-Bektaşi Federation states that there are around 25 million. According to Aksiyon magazine, the number of Twelver Shias (excluding Alevis) is three million (4.2%). Christianity has a long history in present-day Turkey, which is the birthplace of numerous Christian apostles and saints. Antioch (Antakya) is regarded by tradition as the spot where the Gospels were written, and where the followers of Jesus were called Christians for the first time. Constantinople is generally considered to be the center and the \"cradle of Orthodox Christian civilization\". The percentage of Christians in Turkey fell from 17.5% (three million followers) in a population of 16 million to 2.5% percent in the early 20th century. mainly as a result of the Armenian genocide, the population exchange between Greece and Turkey, and the emigration of Christians that began in the late 19th century and gained pace in the first quarter of the 20th century. Today, there are more than 120,000–320,000 people of various Christian denominations, representing less than 0.2% of Turkey's population, including an estimated 80,000 Oriental Orthodox, 35,000 Roman Catholics, 18,000 Antiochian Greeks, 5,000 Greek Orthodox, smaller numbers of Protestants, and 512 Mormons. Currently, there are 236 churches open for worship in Turkey.Modern-day Turkey continues to have a small Jewish population; with around 26,000 Jews, the vast majority of whom are Sephardi. Turkey has the biggest Jewish community among the Muslim-majority countries.In a mid-2010s poll, 2.9% of Turkish respondents identified as atheists. The Association of Atheism, the first official atheist"]