[{"text": "149330", "x0": 624, "y0": 719, "x1": 744, "y1": 832, "rotation": -0.3013879089961846}, {"text": "the EU.Germany is part of the European single market which represents more than 450 million consumers. In 2017, the country accounted for 28% of the Eurozone economy according to the International Monetary Fund. Germany introduced the common European currency, the Euro, in 2002. Its monetary policy is set by the European Central Bank, which is headquartered in Frankfurt.Being home to the modern car, the automotive industry in Germany is regarded as one of the most competitive and innovative in the world, and is the fourth-largest by production. The top ten exports of Germany are vehicles, machinery, chemical goods, electronic products, electrical equipments, pharmaceuticals, transport equipments, basic metals, food products, and rubber and plastics.Of the world's 500 largest stock-market-listed companies measured by revenue in 2019, the Fortune Global 500, 29 are", "x0": 166, "y0": 507, "x1": 555, "y1": 982}, {"text": "public institutions, and students traditionally study without fee payment. The general requirement for university is the Matura. The Hungarian public higher education system includes universities and other higher education institutes, that provide both education curricula and related degrees up to doctoral degree and also contribute to research activities. Health insurance for students is free until the end of their studies. English and German language are important in Hungarian higher education, there are a number of degree programmes that are taught in these languages, which attracts thousands of exchange students every year. Hungary's higher education and training has been ranked 44 out of 148 countries in the Global Competitiveness Report 2014.Hungary has a long tradition of higher education reflecting the existence of", "x0": 337, "y0": 112, "x1": 659, "y1": 372}, {"text": "economic consequences of the Ottoman conquest. Heavy taxes were enforced, and in later years the Ottoman Empire enacted a policy of creation of hereditary estates, effectively turning the rural Greek populations into serfs.The Greek Orthodox Church and the Ecumenical Patriarchate of Constantinople were considered by the Ottoman governments as the ruling authorities of the entire Orthodox Christian population of the Ottoman", "x0": 70, "y0": 94, "x1": 270, "y1": 381}]