[{"text": "564276", "x0": 612, "y0": 791, "x1": 732, "y1": 904, "rotation": -0.593504943120946}, {"text": "Manila and the most populous city is Quezon City, both within the single urban area of Metro Manila. Metro Manila is the most populous of the 3 defined metropolitan areas in the Philippines and the 5th most populous in the world. Census data from 2015 showed it had a population of 12,877,253 constituting almost 13% of the national population. Including suburbs in the adjacent provinces (Bulacan, Cavite, Laguna, and Rizal) of Greater Manila, the population is around 23,088,000. Across the country, the Philippines has", "x0": 395, "y0": 105, "x1": 623, "y1": 605}, {"text": "as recently as 50 years ago, but that has been halved to a current estimate of 30% tree cover, according to more recent environmental analysis. This estimate poses a stark difference from the erroneous figure of 2% which has been oft-cited in discourse concerning the country's environmental condition. Haiti had a 2019 Forest Landscape Integrity Index mean score of 4.01/10, ranking it 137th globally out of 172 countries.Scientists at the Columbia University's Center for International Earth Science Information Network (CIESIN) and the United Nations Environment Programme are working on the Haiti Regenerative Initiative an initiative aiming to reduce poverty and natural disaster vulnerability in Haiti through ecosystem restoration and sustainable resource management.", "x0": 149, "y0": 720, "x1": 512, "y1": 1047}, {"text": "the coast and major towns (Podgorica, Cetinje, Pljevlja, and Nikšić), which were besieged, Montenegro was mostly liberated. In a month of fighting, the Italian army suffered 5,000 dead, wounded, and captured. The uprising lasted until mid-August, when it was suppressed by a counter-offensive of 67,000 Italian troops brought in from Albania. Faced with new and overwhelming Italian forces, many of the fighters laid down their arms and returned home. Nevertheless, intense guerrilla fighting lasted until December. Fighters who remained under arms fractured into two groups. Most of them went on to join the Yugoslav Partisans, consisting of communists and", "x0": 60, "y0": 110, "x1": 275, "y1": 617}]