[{"text": "802,297", "x0": 78, "y0": 86, "x1": 198, "y1": 199, "rotation": -1.6556751783303936}, {"text": "in 1332, and withdrew from Shewa. According to the 16th-century explorer Leo Africanus, the Adal Sultanate's realm encompassed the geographical area between the Bab el Mandeb and Cape Guardafui. It was therefore flanked to the south by the Ajuran Empire (Kingdom of Ajuuran) and to the west by the Abyssinian Empire (Abassin Empire). Adal is mentioned by name in the 14th century in the context of the battles between the Muslims of the Somali and Afar seaboard and the Abyssinian King Amda Seyon I's Christian troops. Adal originally had its capital in the port city of Zeila, situated in the western Awdal region. The polity at the time was an Emirate in the larger Ifat Sultanate ruled by the Walashma dynasty. According to I.M. Lewis, the polity was", "x0": 348, "y0": 165, "x1": 588, "y1": 700}, {"text": "of Sierra Leone, officially the Republic of Sierra Leone Armed Forces (RSLAF), are the unified armed forces of Sierra Leone responsible for the territorial security of Sierra Leone's border and defending the national interests of Sierra Leone within the framework of its international obligations. The armed forces were formed after independence in 1961, based on elements of the former British Royal West African Frontier Force present in the country. The Sierra Leone Armed Forces consist of around 15,500 personnel, comprising the largest Sierra Leone Army, the Sierra Leone Navy and the Sierra Leone Air Wing.The president of Sierra Leone is the Commander in Chief of the military, with the Minister of Defence responsible for defence policy and the formulation of the armed forces. The current Sierra Leonean Defence Minister is", "x0": 66, "y0": 365, "x1": 269, "y1": 865}, {"text": "the help of Pengiran Seri Lela and Pengiran Seri Ratna, burning towns and raping populations. The Sultan Saiful Rijal and Paduka Seri Begawan Sultan Abdul Kahar were forced to flee to Meragang then to Jerudong. In Jerudong, they made plans to chase the conquering army away from Brunei. Suffering high fatalities due to a cholera or dysentery outbreak, the Spanish decided to abandon Brunei and returned to Manila on 26 June 1578, after 72 days. Before doing so, they burned the mosque, a", "x0": 363, "y0": 820, "x1": 653, "y1": 1047}]