[{"text": "838 188", "x0": 202, "y0": 144, "x1": 322, "y1": 257, "rotation": -0.37691599144992205}, {"text": "especially the Panama Canal's construction and control, led to the separation of Panama from Colombia in 1903 and its establishment as a nation. When the Senate of Colombia rejected the Hay–Herrán Treaty on January 22, 1903, the United States decided to support and encourage the Panamanian separatist movementIn November 1903 Panama, tacitly supported by the United States, proclaimed its independence and concluded the Hay–Bunau-Varilla Treaty with the United States without the presence of a single Panamanian. Philippe Bunau-Varilla, a French engineer and lobbyist represented Panama even though Panama's president and a delegation had arrived in New York to negotiate the treaty. The treaty was quickly drafted and signed the night before the Panamanian delegation arrived in Washington. Mr. Bunau-Varilla was in the employ of the French Canal company that had failed and was now bankrupt. The treaty granted rights to the United States \"as if it were sovereign\" in a zone roughly 16 km (10 mi) wide and 80 km (50 mi) long. In that zone, the US would build a canal, then administer, fortify, and defend it \"in perpetuity\". In 1914 the United States completed the existing 83-kilometer-long (52-mile) canal. Because of the strategic importance of the canal during World War II, the US extensively fortified access to it. From 1903 to 1968, Panama was a constitutional democracy dominated by a commercially oriented oligarchy. During the 1950s, the Panamanian military began to challenge the oligarchy's political hegemony. The early 1960s saw also the beginning of sustained pressure in Panama for the renegotiation of the Hay–Bunau-Varilla Treaty, including riots that broke out in early 1964, resulting in", "x0": 78, "y0": 363, "x1": 442, "y1": 833}, {"text": "(3.1%) for Hamdeen Sabahi.After a wave of public discontent with autocratic excesses of the Muslim Brotherhood government of President Mohamed Morsi, on 3 July 2013 then-General Abdel Fattah el-Sisi announced the removal of Morsi from office and the suspension of the constitution. A 50-member constitution committee was formed for modifying the constitution which was", "x0": 499, "y0": 80, "x1": 700, "y1": 456}, {"text": "nearly 70% of the country's domestic market for liquefied petroleum gas (LPG). Since 2011, the company also operates five renewable energy power plants including the Nhơn Trạch 2 Thermal Power Plant (750 MW), Phú Quý Wind Power Plant (6 MW), Hủa Na Hydro-power Plant (180 MW), Dakdrinh Hydro-power Plant (125 MW) and Vũng Áng 1 Thermal Power Plant (1,200 MW).According to statistics from British Petroleum (BP), Vietnam is listed among the 52 countries that have proven crude oil reserves. In 2015 the reserve was approximately 4.4 billion barrels ranking", "x0": 520, "y0": 544, "x1": 692, "y1": 918}]