[{"text": "561071", "x0": 540, "y0": 509, "x1": 660, "y1": 622, "rotation": 0.852022208110514}, {"text": "in the world.Qatar Airways is one of the largest airlines in the world that serves in six continents connecting more than 160 destinations every day. Besides, it has won Airline of the Year in 2011, 2012, 2015, 2017 and 2019 due to its outstanding performance and employs more than 46,000 professionals. The number of people in Qatar fluctuates considerably depending on the season, since the country relies heavily on migrant labour. In early 2017, Qatar's total population was 2.6 million, with foreigners making up a vast majority of Qatar's population. Only 313,000 of the population (12%) were Qatari citizens, while the remaining 2.3 million (88%) were expatriates.The combined number of South Asians (from the countries of the Indian subcontinent including Sri Lanka) by themselves represent over 1.5 million people (60%) of Qatar's population. Among these, Indians are the largest community, numbering 650,000 in 2017, followed by 350,000 Nepalis, 280,000 Bangladeshis, 145,000 Sri Lankans, and 125,000 Pakistanis. The contingent of expatriates which are not of South Asian origin represent around 28% of Qatar's population, of which the largest group is 260,000 Filipinos and 200,000 Egyptians, plus many other nationalities (including nationals of other Arab", "x0": 80, "y0": 464, "x1": 450, "y1": 901}, {"text": "reached out to such regional organisations as the Organization of American States (OAS) and the Organization for Security and Co-operation in Europe (OSCE). During Thaksin Shinawatra's premiership, negotiations for several free trade agreements with China, Australia, Bahrain, India,", "x0": 523, "y0": 726, "x1": 732, "y1": 996}, {"text": "highways outside of towns and cities in Angola (and in some cases within) is often not best advised for those without four-by-four vehicles. While reasonable road infrastructure has existed within Angola, time and war have taken their toll on the road surfaces, leaving many severely potholed, littered with broken asphalt. In many", "x0": 430, "y0": 99, "x1": 616, "y1": 376}, {"text": "Winters on the Anatolian plateau are especially severe. Temperatures of −30 °C to −40 °C (−22 °F to −40 °F) do occur in northeastern Anatolia, and snow may lie on the ground for at least 120 days of the year, and during the entire year on the summits of the highest mountains. In central Anatolia the temperatures can drop below −20 °C ( -4 °F) with the mountains being even colder. Mountains close to the coast prevent Mediterranean influences from extending inland, giving the central Anatolian plateau of the interior of Turkey a continental climate with sharply contrasting seasons. Turkey is a", "x0": 62, "y0": 123, "x1": 342, "y1": 374}]