[{"text": "352,536", "x0": 616, "y0": 911, "x1": 736, "y1": 1024, "rotation": 0.33560072565425836}, {"text": "to have occurred in the place today known as St Paul's Bay. The Maltese saint, Saint Publius is said to have been made Malta's first bishop and a grotto in Rabat, now known as \"St Paul's Grotto\" (and in the vicinity of which evidence of Christian burials and rituals from the 3rd century AD has been found), is among the earliest known places of Christian worship on the island. Further evidence of Christian practices and beliefs during the period of Roman persecution appears in catacombs that lie beneath various sites around Malta, including St. Paul's Catacombs and St. Agatha's Catacombs in Rabat, just outside the walls of Mdina. The latter, in particular, were frescoed between 1200 and 1480, although invading Turks defaced many of them in the 1550s. There are also a number of cave churches, including the grotto at Mellieħa, which is a Shrine of the Nativity of Our Lady where, according to legend, St. Luke painted a picture of the Madonna. It has been a place of pilgrimage since the medieval period. The Acts of the Council of Chalcedon record that in 451 AD a certain", "x0": 85, "y0": 685, "x1": 410, "y1": 1018}, {"text": "the centre of gravity of the geometrical figure of Europe. Lithuania has a temperate climate with both maritime and continental influences. It is defined as humid continental (Dfb) under the Köppen climate classification (but is close to oceanic in a narrow coastal zone). Average temperatures on the coast are −2.5 °C (27.5 °F) in January and 16 °C (61 °F) in July. In Vilnius the average temperatures are −6 °C (21 °F) in January and 17 °C (63 °F) in July. During the summer, 20 °C (68 °F) is common during the day while 14 °C (57 °F) is common at night; in the past, temperatures have reached as high as 30 or 35 °C (86 or 95 °F). Some winters can be very cold. −20 °C (−4 °F) occurs almost every winter. Winter extremes are −34 °C (−29 °F) in coastal areas and −43 °C (−45 °F) in the east of Lithuania. The average annual precipitation is 800 mm (31.5 in) on the coast, 900 mm (35.4 in) in the Samogitia highlands and 600 mm (23.6 in) in the eastern part of the country. Snow occurs every year, it", "x0": 246, "y0": 276, "x1": 574, "y1": 582}]