[{"value": "397 887", "x0": 61, "y0": 261, "x1": 181, "y1": 374, "rotation": -0.9173382225382887}, "increased caution when traveling in Mexico, issuing travel advisories on its website. The boundaries and constituent units of Mexico evolved over time from its colonial-era origins. Central America peacefully separated from Mexico after independence in 1821. Yucatán was briefly an independent republic. Texas separated in the Texas Revolution and when it was annexed to the U.S. in 1845, it set the stage for the Mexican-American War and major territorial loss to the U.S. The sale of northern territory known in the U.S. as the Gadsden Purchase was the last loss of Mexican territory. The United Mexican States are a federation of 31 free and sovereign states, which form a union that exercises a degree of jurisdiction over Mexico City. Each state has its own constitution, congress, and a judiciary, and its citizens elect by direct voting a governor for a six-year term, and representatives to their respective unicameral state congresses for three-year terms.Mexico City is a special political division that belongs to the federation as a whole and not to a", "grouped hamlets in the area of Susa, as determined by radiocarbon dating, ranges from 4395–3955 to 3680–3490 BC. There are dozens of prehistoric sites across the Iranian Plateau, pointing to the existence of ancient cultures and urban settlements in the fourth millennium BC. During the Bronze Age, the territory of present-day Iran was home to several civilizations, including Elam, Jiroft, and Zayanderud. Elam, the most prominent", "and that the only solution was a unified Palestine under Arab rule. In February 1947, the British referred the Palestine issue to the newly formed United Nations. On 15 May 1947, the General Assembly of the United Nations resolved that the United Nations Special Committee on Palestine be created \"to prepare for consideration at the next regular session of the Assembly a report on the question of Palestine.\" In the Report of the Committee dated 3 September 1947 to the General Assembly, the majority of the Committee in Chapter VI proposed a plan to replace the British Mandate with \"an independent Arab State, an independent Jewish State, and the City of Jerusalem [...] the last to be under an International Trusteeship System.\" Meanwhile, the Jewish insurgency continued and peaked in July 1947, with a series of widespread guerrilla raids culminating"]