[{"text": "661 583", "x0": 444, "y0": 98, "x1": 564, "y1": 211, "rotation": 0.7645016570812864}, {"text": "that document the development and use of transitional technology. The indigenous populations of eastern Africa are thought to be the linguistically isolated Hadza and Sandawe hunter-gatherers of Tanzania.: page 17 The first wave of migration was by Southern Cushitic speakers who moved south from Ethiopia and Somalia into Tanzania. They are ancestral to the Iraqw, Gorowa, and Burunge.: page 17 Based on linguistic evidence, there may also have been two movements into Tanzania of Eastern Cushitic people at about 4,000 and 2,000 years ago, originating from north of Lake Turkana.: pages 17–18 Archaeological evidence supports the conclusion that Southern Nilotes, including the Datoog, moved south from the present-day South Sudan / Ethiopia border region into central northern Tanzania between 2,900 and 2,400 years ago.: page 18 These movements took place at approximately the same time as the settlement of the iron-making", "x0": 434, "y0": 315, "x1": 639, "y1": 798}, {"text": "the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway. The Antarctic Peter I Island and the sub-Antarctic Bouvet Island are dependent territories and thus not considered part of the Kingdom. Norway also lays claim to a section of Antarctica known as Queen Maud Land. From the Middle Ages to 1814 Norway was part of the Danish kingdom. Norwegian possessions in the North Atlantic, Faroe Islands,", "x0": 145, "y0": 615, "x1": 373, "y1": 952}, {"text": "creation of bishoprics. The first Polish dioceses were subsequently established in Kraków, Kołobrzeg, and Wrocław. At the Congress of Gniezno, Otto bestowed upon Bolesław royal regalia and a replica of the Holy Lance, used for his coronation as the first King of Poland in circa 1025. Bolesław also expanded the realm considerably by seizing parts of German Lusatia, Czech Moravia, Upper Hungary and", "x0": 80, "y0": 158, "x1": 329, "y1": 469}]