[{"text": "707,340", "x0": 619, "y0": 500, "x1": 739, "y1": 613, "rotation": -1.780190540037427}, {"text": "Convention of 1787 in writing the United States Constitution, ratified in state conventions in 1788. Going into force in 1789, this constitution reorganized the federal government into three branches, on the principle of creating salutary checks and balances. George Washington, who had led the Continental Army to victory, was the first president elected under the new constitution. The Bill of Rights, forbidding federal restriction of personal freedoms and guaranteeing a range of legal protections, was adopted in 1791. Although the federal government outlawed American participation in the Atlantic slave trade in 1807, after 1820, cultivation of the highly", "x0": 114, "y0": 89, "x1": 384, "y1": 483}, {"text": "despite rapid population growth. Over that period, Egypt achieved the elimination of open defecation in rural areas and invested in infrastructure. Access to an improved water source in Egypt is now practically universal with a rate of 99%. About one half of the population is connected to sanitary sewers.Partly because of low sanitation coverage about 17,000 children die each year because of diarrhoea. Another challenge is low cost recovery due to water tariffs that are among the lowest in the world. This in turn requires government subsidies even for operating costs, a situation that has been aggravated by salary increases without tariff increases after the Arab Spring. Poor operation of facilities, such as water and wastewater treatment plants, as well as limited government accountability and transparency, are also issues. Due to the absence of appreciable rainfall,", "x0": 198, "y0": 570, "x1": 561, "y1": 893}, {"text": "of Mauritania.French rule brought legal prohibitions against slavery and an end to inter-clan warfare. During the colonial period, 90% of the population remained nomadic. Gradually, many individuals belonging to sedentary peoples, whose ancestors had been expelled centuries earlier, began to migrate into Mauritania. Until 1960, the capital of French West Africa was Saint-Louis, in Senegal. When", "x0": 481, "y0": 169, "x1": 741, "y1": 417}]