[{"value": "282 329", "x0": 487, "y0": 258, "x1": 607, "y1": 371, "rotation": 0.9536855495683882}, "geographic zones distinguished by dominant physical, climatic, and vegetative features. The coastal plain extends 15 to 150 kilometres (9 to 93 mi) inland from the Gulf of Guinea and has an average elevation of 90 metres (295 ft). Exceedingly hot and humid with a short dry season, this belt is densely forested and includes some of the wettest places on earth, part of the Cross-Sanaga-Bioko coastal forests.The South Cameroon Plateau rises from the coastal plain to an average elevation of 650 metres (2,133 ft). Equatorial rainforest dominates this region, although its alternation between wet and dry seasons makes it less humid than the coast. This area is", "a series of coup attempts against President René, some of which were supported by South Africa. In 1981, Mike Hoare led a team of 43 South African mercenaries masquerading as holidaying rugby players in the 1981 Seychelles coup d'état attempt. There was a gun battle at the airport, and most of the mercenaries later escaped in a hijacked Air India plane. The leader of this hijacking was German mercenary D. Clodo, a former member of the Rhodesian SAS. Clodo later stood trial in South Africa (where he was acquitted) as well as in his home country Germany for air piracy.In", "replaced the previous model \"Army 95\", reducing the effectiveness from 400,000 to about 200,000. Of those, 120,000 are active in periodic Army training, and 80,000 are non-training reserves.The newest reform of the military, WEA/DEVA/USEs, started in 2019 and will reduce the number of army personnel progressively to 100,000 by the end of 2022. Overall, three general mobilisations have been declared to ensure the integrity and neutrality of Switzerland. The first one was held on the occasion of the Franco-Prussian War of 1870–71. The second was in response to the First World War outbreak in August 1914. The third mobilisation of the army took place in September 1939 in response to the German attack on Poland; Henri Guisan was elected as the General-in-Chief."]