[{"text": "909 403", "x0": 90, "y0": 743, "x1": 210, "y1": 856, "rotation": -1.4138797702954733}, {"text": "of states, as it also included parts of northern France. Since the Middle Ages, its central location near several major rivers has meant that the area has been relatively prosperous, connected commercially and politically to its bigger neighbours. Belgium has also been the battleground of European powers, earning the moniker the \"Battlefield of Europe\", a reputation", "x0": 457, "y0": 770, "x1": 691, "y1": 1031}, {"text": "damaged most reefs, but some reefs show healthy recovery (such as Silhouette Island). Despite huge disparities across nations, Seychelles claims to have achieved nearly all of its Millennium Development Goals. 17 MDGS and 169 targets have been achieved. Environmental protection is becoming a cultural value.Their government's Seychelles Climate Guide describes the nation's climate as rainy, with a dry season with an ocean economy in the ocean regions. The Southeast Trades is on the decline but still fairly strong. Reportedly, weather patterns there are becoming less predictable. When the British gained control of the islands during the Napoleonic Wars, they allowed the French upper class to retain their land. Both the French and British settlers used enslaved Africans, and although the British prohibited slavery in 1835, African workers continued to come. Thus the Gran blan (\"big whites\") of French origin dominated economic and political life. The British administration employed Indians on indentured servitude to the same degree as in Mauritius resulting in a small Indian population. The Indians, like a similar minority of Chinese, were confined to a merchant class.Today, Seychelles is described as a fusion of peoples and cultures. Numerous Seychellois are considered multiracial: blending from African, Asian and European descent to create a modern creole culture. Evidence of this harmonious blend is also revealed in Seychellois food, incorporating various aspects of French, Chinese, Indian and African cuisine. As the islands of the Seychelles had no indigenous population, the current Seychellois descend from people who immigrated, of which the largest ethnic groups were those of African, French, Indian and Chinese origin. The", "x0": 211, "y0": 152, "x1": 565, "y1": 640}]