[{"value": "889 912", "x0": 608, "y0": 884, "x1": 728, "y1": 997, "rotation": -1.3921604128504392}, "ancient scripture and engraved stone murals. The inhabitants of the valleys were traditionally associated with the Iberians and historically located in Andorra as the Iberian tribe Andosins or Andosini (Ἀνδοσίνους) during the 7th and 2nd centuries BC. Influenced by the Aquitanian, Basque and Iberian languages, the locals developed some current toponyms. Early writings and documents relating to this group of people goes back to", "private banking, asset and wealth management services. Monaco is the only place in Europe where credit card points are not redeemable. Hotel points are not able to be accumulated nor are transactions recorded, allowing for an increase in privacy that is sought by many of the locals. The principality has successfully sought to diversify its economic base into services and small, high-value-added, non-polluting industries, such as cosmetics and biothermics.The state retains monopolies in numerous sectors, including tobacco and the postal service. The telephone network (Monaco Telecom) used to be fully", "more than 160 destinations every day. Besides, it has won Airline of the Year in 2011, 2012, 2015, 2017 and 2019 due to its outstanding performance and employs more than 46,000 professionals. The number of people in Qatar fluctuates considerably depending on the season, since the country relies heavily on migrant labour. In early 2017, Qatar's total population was 2.6 million, with foreigners making up a vast majority of Qatar's population. Only 313,000 of the population (12%) were Qatari citizens, while the remaining 2.3 million (88%) were expatriates.The combined number of South Asians (from the countries of the Indian subcontinent including Sri Lanka) by themselves represent over 1.5 million people (60%) of Qatar's population. Among these, Indians are the largest community, numbering 650,000 in 2017, followed by 350,000 Nepalis, 280,000 Bangladeshis, 145,000 Sri Lankans, and 125,000 Pakistanis. The"]