[{"text": "86576", "x0": 399, "y0": 82, "x1": 519, "y1": 195, "rotation": 1.9195937349326004}, {"text": "with enlistment age between 18 and 24 years old and no conscription. Argentina's defense has historically been one of the best equipped in the region, even managing its own weapon research facilities, shipyards, ordnance, tank and plane factories. However, real military expenditures declined steadily after the defeat in the Falklands/Malvinas War and the defense budget in 2011 was only about 0.74% of GDP, a historical minimum, below the Latin American average. Within the defence budget itself funding for training and even basic maintenance has been significantly cut, a factor contributing to the accidental loss of the Argentine submarine San Juan in 2017. With the United Kingdom also actively acting to restrict even modest Argentinian military modernization efforts, the result has been a steady erosion of Argentine military capabilities, with some arguing that Argentina had, by the end of the 2010s, ceased to be a capable military power. The Interior Security System, jointly administered by the federal and subscribing provincial governments. At the federal level it is coordinated by the Interior, Security and Justice", "x0": 354, "y0": 358, "x1": 572, "y1": 917}, {"text": "the northwest city of Dinajpur on 3 February 1905. A warm and humid monsoon season lasts from June to October and supplies most of the country's rainfall. Natural calamities, such as floods, tropical cyclones, tornadoes, and tidal bores occur almost every year, combined with the effects of deforestation, soil degradation and", "x0": 66, "y0": 681, "x1": 228, "y1": 955}, {"text": "staffing, and lower domestic demand. Nepal remains isolated from the world's major land, air and sea transport routes, although, within the country, aviation is in a better state, with 47 airports, 11 of them with paved runways; flights are frequent and support a sizeable traffic. The hilly and mountainous terrain in", "x0": 82, "y0": 154, "x1": 275, "y1": 497}]