[{"text": "389754", "x0": 425, "y0": 920, "x1": 545, "y1": 1033, "rotation": 1.192726424462359}, {"text": "in rebel hands. Sudan also has a territorial dispute with Egypt over the Hala'ib Triangle. Since 2003, the foreign relations of Sudan had centered on the support for ending the Second Sudanese Civil War and condemnation of government support for militias in the war in", "x0": 436, "y0": 502, "x1": 669, "y1": 800}, {"text": "and mountains. The city of Dubrovnik was founded by such survivors from Epidaurum. The ethnogenesis of Croats is uncertain. The most accepted theory, the Slavic theory, proposes migration of White Croats from White Croatia during the Migration Period. Conversely, the Iranian theory proposes Iranian origin, based on Tanais Tablets containing Ancient Greek inscriptions of given names Χορούαθος, Χοροάθος, and Χορόαθος (Khoroúathos, Khoroáthos, and Khoróathos) and their interpretation as anthroponyms of Croatian people.According", "x0": 56, "y0": 87, "x1": 335, "y1": 337}, {"text": "of Indo-European origin, and has no relation through descent to the other national languages of the Nordics. Conversely, Finnish is closely related to Estonian and Karelian, and more distantly to Hungarian and the Sámi languages. Swedish is the native language of 5.2% of the population (Swedish-speaking Finns). Finnish is dominant in all the country's larger cities; though Helsinki, Turku, and Vaasa were once predominantly Swedish-speaking, they have undergone a language shift since the 19th century, getting a Finnish-speaking majority. Swedish is a compulsory school subject and general knowledge of the language is good among many non-native", "x0": 82, "y0": 481, "x1": 322, "y1": 1009}, {"text": "to 25.7% in 2020. The Tanzanian economy is heavily based on agriculture, which in 2013 accounted for 24.5 per cent of gross domestic product,: page 37 provides 85% of exports, and accounted for half of the employed workforce;: page 56 The agricultural sector grew 4.3 per cent in 2012, less than half of the Millennium Development Goal target of 10.8%. 16.4 per cent of the land is arable, with 2.4 per cent of the land planted with permanent crops. Tanzania's economy relies on farming, but climate change has impacted their farming. Maize was the largest food crop on the Tanzania mainland in 2013 (5.17 million tonnes), followed by cassava (1.94 million tonnes), sweet potatoes (1.88 million tonnes), beans (1.64 million tonnes), bananas (1.31 million tonnes),", "x0": 408, "y0": 102, "x1": 742, "y1": 353}]