[{"value": "602,535", "x0": 95, "y0": 161, "x1": 215, "y1": 274, "rotation": 1.9918270587046516}, "been pushed to within one seat of losing its majority in Parliament by the emergence of the UWP. It was, therefore, no great surprise when Eugenia Charles gave up political leadership of the Dominica Freedom Party in 1993 and did not contest the 1995 general election in any capacity. No longer benefiting from the veteran charismatic leadership of Prime Minister Eugenia Charles, the Dominica Freedom Party lost the 1995 election to the United Workers' Party (UWP), whose leader Edison James became Prime Minister. James, former General Manager of the Dominica Banana Marketing Company attempted to diversify the Dominican economy away from", "countries. First parliamentary era The constituent assembly adopted the constitution of Bangladesh on 4 November 1972, establishing a secular, multiparty parliamentary democracy. The new constitution included references to socialism, and Prime Minister Sheikh Mujibur Rahman nationalised major industries in 1972. A major reconstruction and rehabilitation program was launched. The Awami League won the country's first general election in 1973, securing a large majority in the \"Jatiyo Sangshad\", the", "dynastic rule today.In 1727, the Emirate of Diriyah established in the area around Riyadh rapidly expanded and briefly controlled most of the present-day territory of Saudi Arabia, sacking Karbala in 1802, and capturing Mecca in 1803. In 1818, it was destroyed by the Ottoman viceroy of Egypt, Mohammed Ali Pasha. The much smaller Emirate of Nejd was established in 1824. Throughout the rest of the 19th century, the Al Saud contested control of the interior of what was to become Saudi Arabia with another Arabian ruling family, the Al Rashid, who ruled the Emirate of Jabal Shammar. By 1891, the Al Rashid were victorious and the Al Saud were driven into exile in Kuwait. At the beginning of the 20th century, the Ottoman Empire continued to control or have a suzerainty over most of the peninsula. Subject to this suzerainty, Arabia was ruled by a patchwork of tribal rulers, with the Sharif of Mecca having pre-eminence and ruling the Hejaz. In 1902, Abdul Rahman's son, Abdul Aziz—later to be known as Ibn"]