[{"text": "144,834", "x0": 563, "y0": 887, "x1": 683, "y1": 1000, "rotation": 0.24222677159137085}, {"text": "volcano erupted in 1812, resulting in considerable destruction. The British abolished slavery in Saint Vincent (as well as in all other British West Indies colonies) in 1834, and an apprenticeship period followed which ended in 1838. After its end, labour shortages on the plantations resulted, and were initially addressed by the immigration of indentured servants; in the late 1840s, many Portuguese immigrants arrived from Madeira, and between 1861 and 1888 shiploads of Indian labourers arrived. Conditions remained harsh for both former slaves and immigrant agricultural workers, as depressed world sugar prices kept the economy stagnant until the turn of the century. The economy then went into a period of decline; many landowners abandoned their estates, leaving the land to be cultivated by liberated slaves.The Opobo king Jaja of Opobo in Nigeria was exiled to St. Vincent after his 1887 arrest by the British for shipping cargoes of palm oil directly to Liverpool without the intermediation of the National African Company. In 1902,", "x0": 345, "y0": 441, "x1": 723, "y1": 787}, {"text": "to the Corruption Perceptions Index, India ranked 78th out of 180 countries in 2018 with a score of 41 out of 100, an improvement from 85th in 2014. With 1,210,193,422 residents reported in the 2011 provisional census report, India is the world's second-most populous country. Its population grew by 17.64% from 2001 to 2011, compared to 21.54% growth in the previous decade (1991–2001). The human sex ratio, according to the 2011", "x0": 96, "y0": 113, "x1": 259, "y1": 555}, {"text": "further areas for cooperation.In 2006, Switzerland approved 1 billion francs of supportive investment in the poorer Southern and Central European countries in support of cooperation and positive ties to the EU as a whole. A further referendum will be needed to approve 300 million francs to support Romania and Bulgaria and their recent admission. The Swiss have also been under EU and sometimes international pressure to", "x0": 343, "y0": 108, "x1": 596, "y1": 355}]