[{"text": "738,241", "x0": 597, "y0": 259, "x1": 717, "y1": 372, "rotation": -1.3203989960416953}, {"text": "in the northern and central regions of the country where, between January and April or May, less than 100 millimetres (3.9 in) of rainfall per month. The dry season is shorter in the south, normally only lasting from February to April. A shorter, less rainy period, known locally as the \"little dry\", usually occurs in late July or August, after the onset of the rainy season. Hurricanes have played key—and devastating—roles in Belizean history. In 1931, an unnamed", "x0": 160, "y0": 647, "x1": 495, "y1": 892}, {"text": "with the Atlantic Ocean. The island was previously called Iyonola, the name given to the island by the native Arawaks, and later Hewanorra, the name given by the native Caribs, two separate Amerindian peoples. Part of the Windward Islands of the Lesser Antilles, it is located north/northeast of the island of Saint Vincent, northwest of Barbados and south of Martinique. It covers a land area of 617 km2 (238 square miles) and reported a population of 165,595 in the 2010 census. St. Lucia's largest city is Castries, its current capital, and its second largest is Soufrière, the first French colonial capital on the island. The French were the first Europeans to settle on the island. They signed a treaty with the native Island Caribs in 1660. England took control of the island from 1663 to 1667. In ensuing years, it was at war", "x0": 146, "y0": 94, "x1": 505, "y1": 498}, {"text": "died of a heart attack in 1994, with Kim Jong-il declaring a three-year period of national mourning before officially announcing his position as the new leader afterwards.North Korea promised to halt its development of nuclear weapons under the Agreed Framework, negotiated with U.S. president Bill Clinton and signed in 1994. Building on Nordpolitik, South Korea began to engage with the North as part of its Sunshine Policy. Kim Jong-il instituted a policy called Songun, or \"military first\".Flooding in the mid-1990s exacerbated", "x0": 565, "y0": 454, "x1": 740, "y1": 894}]