[{"text": "659195", "x0": 615, "y0": 170, "x1": 735, "y1": 283, "rotation": 1.7026845409404987}, {"text": "and legislative powers and become law through a plurality vote in Congress. The judiciary is nominally independent, though political intervention into judicial matters has been common throughout history. The Congress of Peru can also pass a motion of no confidence, censure ministers, as well as initiate impeachments and convict executives. Due to broadly interpreted impeachment wording in the 1993 Constitution of Peru, the legislative branch can impeach the president without cause, effectively making the executive branch subject to Congress. In recent times, the legislative body has passed semi-successful impeachment and one successful impeachment; Alberto Fujimori resigned prior to removal in 2000, Pedro Pablo Kuczynski resigned in 2018 and Martín", "x0": 237, "y0": 222, "x1": 485, "y1": 557}, {"text": "the state religion, giving a great stimulus to the development of literature, arts, and ultimately playing a key role in the formation of the unified Georgian nation, The acceptance led to the slow but sure decline of Zoroastrianism, which until the 5th century AD, appeared to have become something like a second established religion in Iberia (eastern Georgia), and was widely practised there. Located on the crossroads of protracted", "x0": 102, "y0": 682, "x1": 365, "y1": 944}, {"text": "Bull of 1222 was the first constitution in Continental Europe. The lesser nobles also began to present Andrew with grievances, a practice that evolved into the institution of the parliament (parlamentum publicum). In 1241–1242, the kingdom received a major blow with the Mongol (Tatar) invasion. Up to half of Hungary's then population of 2,000,000 were victims of the invasion. King Béla IV let Cumans and Jassic people into the country, who were fleeing the Mongols. Over the centuries, they were fully assimilated into the Hungarian population.As a consequence, after the", "x0": 553, "y0": 463, "x1": 736, "y1": 1005}]