[{"text": "416181", "x0": 119, "y0": 547, "x1": 239, "y1": 660, "rotation": 0.3734982874658317}, {"text": "in 2010, as of 2015 relations between the countries remain strained. Relations with the Democratic Republic of the Congo were tense following Rwanda's involvement in the First and Second Congo Wars; the Congolese army alleged Rwandan attacks on their troops, while Rwanda blamed the Congolese government for failing to suppress Hutu rebels in North and South Kivu provinces. In 2010, the United Nations released a report accusing the Rwandan army of committing wide scale human rights violations and crimes against humanity in the Democratic Republic of the Congo during the First and Second Congo Wars, charges denied by the", "x0": 333, "y0": 106, "x1": 597, "y1": 515}, {"text": "nation's productivity.In 2010, Cubans were allowed to build their own houses. According to Raúl Castro, they could now improve their houses, but the government would not endorse these new houses or improvements. There is virtually no homelessness in Cuba, and 85% of Cubans own their homes and pay no property taxes or mortgage interest. Mortgage payments may not exceed 10% of a household's combined income.. On 2 August 2011, The New York Times reported that Cuba", "x0": 535, "y0": 597, "x1": 726, "y1": 917}, {"text": "with Elizabeth II as Queen of Papua New Guinea. The constitutional convention, which prepared the draft constitution, and Australia, the outgoing metropolitan power, had thought that Papua New Guinea would not remain a monarchy. The founders, however, considered that imperial honours had a cachet. The monarch is represented by the Governor-General of Papua New Guinea, currently Bob Dadae. Papua New Guinea, and Solomon Islands, are unusual among Commonwealth realms in that governors-general are appointed by the Sovereign, the Head of State, upon nomination by the National Parliament, which nomination the Head of State is not obliged to accept. The Prime Minister heads the cabinet, which consists of 31 members of Parliament from", "x0": 73, "y0": 740, "x1": 376, "y1": 997}, {"text": "were captured by the Austrians in 1813 and absorbed by the Austrian Empire following the Congress of Vienna in 1815. This led to the formation of the Kingdom of Dalmatia and the restoration of the Croatian Littoral to the", "x0": 59, "y0": 156, "x1": 250, "y1": 419}]