[{"text": "361,618", "x0": 58, "y0": 105, "x1": 178, "y1": 218, "rotation": -0.6651716086601378}, {"text": "financial transparency and fiscal structure. Panama is home to Tocumen International Airport, Central America's largest airport. Additionally there are more than 20 smaller airfields in the country. (See list of airports in Panama). Panama's roads, traffic and transportation systems are generally safe, though night driving is difficult and in many cases, restricted by local authorities. This usually occurs in informal settlements. Traffic in Panama moves on the right, and Panamanian law requires that drivers and passengers wear seat belts, and airbags are not mandatory. Highways are generally well-developed for a Latin American country. Currently, Panama City has buses known as Metrobuses, along with two Metro lines. Formerly, the system was dominated by colorfully painted diablos rojos; a few remain, and are", "x0": 165, "y0": 530, "x1": 457, "y1": 974}, {"text": "and subsequently the Maduro government have increasingly concentrated power in the executive branch, eroded constitutional human rights protections and allowed the government to persecute and repress its critics and opposition. Other persistent concerns as noted by the report included poor prison conditions, the continuous harassment of independent media and human rights defenders by the government. In 2006, the Economist Intelligence Unit rated Venezuela a \"hybrid regime\" and the third least democratic regime in Latin America on the Democracy Index. The Democracy index downgraded Venezuela to an authoritarian regime in 2017, citing continued increasingly dictatorial behaviors by the Maduro government. Corruption in Venezuela is high by world standards and was so for much of the 20th century. The", "x0": 259, "y0": 98, "x1": 658, "y1": 374}, {"text": "with 0.21% not giving an answer. Bosnia and Herzegovina is a religiously diverse country. According to the 2013 census, Muslims comprised 50.7% of the population, while Orthodox Christians made 30.7%, Catholic Christians 15.2%, 1.2% other and 1.1% atheist or agnostic, with the remainder not declaring or not answering the question. A 2012 survey found 54% of Bosnia's Muslims were non-denominational, while 38% followed Sunnism. Sarajevo is home to 419,957 inhabitants in its", "x0": 570, "y0": 607, "x1": 741, "y1": 1022}]