[{"value": "83 230", "x0": 83, "y0": 788, "x1": 203, "y1": 901, "rotation": 1.3837651939319113}, "and to the east and northeast by Mozambique and Eswatini and it surrounds the enclaved country of Lesotho. It is the southernmost country on the mainland of the Old World, and the most populous country located entirely south of the equator. South Africa is a biodiversity hotspot with unique biomes and plant and animal life. With over 60 million people, the country is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres (471,445 square miles). South Africa has three capital cities, with the executive, judicial and legislative branches of government based in Pretoria, Bloemfontein, and Cape Town respectively. The largest city is Johannesburg. About 80% of the population are Black South Africans. The remaining population consists of", "slave trade to the island continued until it was outlawed by the Slave Trade Act 1807, with final emancipation of the enslaved population in Barbados occurring over a period of five years following the Slavery Abolition Act 1833. On 30 November 1966, Barbados became an", "plans to build a new embassy in Kiribati and Tonga and reestablish the Peace Corps presence in the region. Law enforcement in Kiribati is carried out by the Kiribati Police Service which is responsible for all law enforcement and paramilitary duties for the island nation. There are police posts located on all of the islands. The police have one patrol boat, the Pacific-class patrol boat RKS Teanoai. Kiribati has no military and relies on both Australia and New Zealand for its defence. The main prison in Kiribati is located in Betio, named the Walter Betio Prison. There is also a prison in London on Kiritimati. Male homosexuality is illegal in Kiribati, with a penalty up to 14 years in prison, according to a historical British law, but this law is not enforced. Kiribati has not yet followed the lead of the United Kingdom, following its Wolfenden report, to decriminalise acts of male homosexuality, beginning with provisions in the UK's Sexual Offences Act 1957. Female homosexuality is legal, but lesbians may face violence and discrimination. However, employment discrimination on the basis of sexual orientation is prohibited. There are 21 inhabited islands in Kiribati. Kiribati can be geographically divided into three archipelagoes or groups of islands, which"]