[{"value": "497 663", "x0": 558, "y0": 127, "x1": 678, "y1": 240, "rotation": 0.25265938370146257}, "ferrets and other mammals led to the extinction of many bird species, including large birds like the moa and Haast's eagle.Other indigenous animals are represented by reptiles (tuatara, skinks and geckos), frogs, spiders, insects (wētā), and snails. Some, such as the tuatara, are so unique that they have been called living fossils. Three species of bats (one since extinct) were the only sign of native land mammals in New Zealand until the 2006 discovery of bones from a unique, mouse-sized land mammal at least 16 million years old. Marine mammals, however, are abundant, with almost half the world's cetaceans (whales, dolphins, and porpoises) and large numbers of fur seals reported in New Zealand waters. Many seabirds breed in New Zealand, a third of them unique to the country. More penguin species are found in New Zealand than in any other country, with 13 of the world's 18 penguin species.Since human arrival, almost half of the country's vertebrate species have become extinct, including at least fifty-one birds, three frogs, three lizards, one freshwater fish, and one bat. Others are endangered or have had their range severely reduced. However, New Zealand conservationists have pioneered", "Sierra Hotel, and a cement factory. He cancelled Juxon-Smith's construction of a church and mosque on the grounds of Victoria Park (now known as Freetown Amusement Park – since 2017). Stevens began efforts that would later improve transportation and movements between the provinces and the city of Freetown. Roads and hospitals were", "areas, of which nine are provinces administered by elected provincial assemblies and the tenth is the capital Honiara, administered by the Honiara Town Council. [1] excluding the Capital Territory of Honiara There are human rights concerns and issues in regards to education, water, sanitation, gender equality, and domestic violence. Homosexuality is illegal in Solomon Islands. Solomon Islands is an island nation that lies"]