[{"text": "744,226", "x0": 113, "y0": 901, "x1": 233, "y1": 1014, "rotation": 0.8226853467165673}, {"text": "of its investigation, revealing the extent of control fraud in this crisis. By June 2012, Landsbanki managed to repay about half of the Icesave debt.According to Bloomberg, Iceland is on the trajectory of 2% unemployment as a result of crisis-management decisions made back in 2008, including allowing the banks to fail. Iceland has a high level of car ownership per capita, with a car for every 1.5 inhabitants; it is the main form of transport. Iceland has 13,034 km (8,099 mi) of administered roads, of which 4,617 km (2,869 mi) are paved and 8,338 km (5,181 mi) are not. A great number of roads remain unpaved, mostly little-used rural roads. The road speed limits are 30 km/h (19 mph) and 50 km/h (31 mph) in towns, 80 km/h (50 mph) on gravel country roads and 90 km/h (56 mph) on", "x0": 89, "y0": 485, "x1": 437, "y1": 719}, {"text": "Hormuz for more than two decades over the region for its economic revenues, until finally agreeing to pay tribute in 1507. Al-Muntafiq tribe later took over the region and came under Ottoman suzerainty. The Bani Khalid tribe later revolted against them in the 17th century and took control. Their rule extended from Iraq to Oman at its height and they too came under", "x0": 513, "y0": 232, "x1": 688, "y1": 544}, {"text": "than 46,000 professionals. The number of people in Qatar fluctuates considerably depending on the season, since the country relies heavily on migrant labour. In early 2017, Qatar's total population was 2.6 million, with foreigners making up a vast majority of Qatar's population. Only 313,000 of the population (12%) were Qatari citizens,", "x0": 399, "y0": 805, "x1": 586, "y1": 1046}, {"text": "(Mundo Perdido).The Andean valleys are undoubtedly the most impressive of the Venezuelan territory because of the energy of the encasing reliefs, whose summits often dominate the valley bottoms by 3,000 to 3,500 meters of relative altitude. They are also the most picturesque in terms of their style of", "x0": 98, "y0": 146, "x1": 321, "y1": 384}]