[{"text": "228,184", "x0": 611, "y0": 534, "x1": 731, "y1": 647, "rotation": -1.9366755749979943}, {"text": "satellite, and Africa's first communication satellite. It was launched in 2007 aboard a Chinese Long March 3B carrier rocket, from the Xichang Satellite Launch Center in China. The spacecraft was operated by NigComSat and the Nigerian Space Research and Development Agency. On 11 November 2008, NigComSat-1 failed in orbit after running out of power because of an anomaly in its solar array. It was based on the Chinese DFH-4 satellite bus and carries a variety of transponders: four C-band; fourteen Ku-band; eight Ka-band; and two L-band. It was designed to provide coverage to many parts of Africa, and the Ka-band transponders would also cover Italy. The satellite was launched from Russia on 27 September 2003. Nigeriasat-1 was part of the worldwide Disaster Monitoring Constellation System. The primary objectives of the Nigeriasat-1 were: to give early warning signals of environmental disaster; to help detect and control desertification in the northern part of Nigeria; to assist in demographic planning; to establish the relationship between malaria vectors and the environment that breeds malaria and to give early warning signals on future outbreaks of meningitis using remote sensing technology; to provide the technology needed to bring education to all parts of the country through distant learning, and to aid in conflict resolution and border disputes by mapping out state and International borders. NigeriaSat-2, Nigeria's second satellite, was built as a high-resolution earth satellite by Surrey Space Technology Limited, a United Kingdom-based satellite technology company. It has 2.5-metre", "x0": 165, "y0": 639, "x1": 541, "y1": 1018}, {"text": "modern-day Trujillo. In the highlands, both the Tiahuanaco culture, near Lake Titicaca in both Peru and Bolivia, and the Wari culture, near the present-day city of Ayacucho, developed large urban settlements and wide-ranging state systems between 500 and 1000 CE.In the 15th century, the Incas emerged as a powerful state which, in the span of a century, formed the largest empire in the pre-Columbian Americas with their capital in Cusco. The Incas of Cusco originally represented one of the small and relatively minor ethnic groups, the Quechuas. Gradually, as early as the thirteenth century, they began to expand and incorporate their neighbors. Inca expansion was slow until about the middle of the fifteenth century, when the pace of conquest began to accelerate, particularly under the rule of the emperor Pachacuti. Under his rule and that of his son, Topa Inca Yupanqui, the Incas came to control most of the Andean", "x0": 99, "y0": 96, "x1": 498, "y1": 439}]