[{"value": "389,035", "x0": 614, "y0": 806, "x1": 734, "y1": 919, "rotation": 1.8812276266977062}, "independence, the gold represents the industrial minerals wealth of Ghana, the green symbolises the rich grasslands of Ghana, and the black star is the symbol of the Ghanaian people and African emancipation.On 1 July 1960, following the Ghanaian constitutional referendum and Ghanaian presidential election, Nkrumah declared Ghana as a republic and assumed the presidency. 6 March is the nation's Independence Day and 1 July is now celebrated as Republic Day.At the time of independence Nkrumah declared, \"My first objective is to abolish from Ghana poverty, ignorance, and disease. We shall measure our progress by the improvement in the health of our", "Asia, Siam remained the only nation in the region to avoid colonization by foreign powers, although it was often forced to cede both territory, trade and legal concessions in unequal treaties. The Siamese system of government was centralised and transformed into a modern unitary absolute monarchy in the reign of Chulalongkorn. In World War I, Siam sided with the Allies, a political decision made in order to amend the unequal treaties. Following a bloodless revolution in 1932, it became a constitutional monarchy and changed its official name to Thailand, becoming an ally of Japan in World War II. In the late 1950s, a military coup under Field Marshal Sarit Thanarat revived the monarchy's historically influential role in politics. Thailand became a major ally of the United States, and played an anti-communist role in the region as a member of the failed SEATO, but from 1975 sought to", "the individuals of a Community's language: culture (including audiovisual media), education and the use of the relevant language. Extensions to personal matters less directly connected with language comprise health policy (curative and preventive medicine) and assistance to individuals (protection of youth, social welfare, aid to families, immigrant assistance services, and so on.).Regions have authority in fields that can be broadly associated with their territory. These include economy, employment,"]