[{"value": "339,504", "x0": 559, "y0": 826, "x1": 679, "y1": 939, "rotation": 1.632830511652101}, "territories scattered across the planet, France possesses the second-largest Exclusive economic zone (EEZ) in the world, covering 11,035,000 km2 (4,261,000 sq mi), just behind the EEZ of the United States, which covers 11,351,000 km2 (4,383,000 sq mi), but ahead of the EEZ of Australia, which covers 8,148,250 km2 (3,146,000 sq mi). Its EEZ covers approximately 8% of the total surface of all the EEZs of the world. Metropolitan France has a wide variety of topographical sets and natural landscapes. Large parts of the current territory of France were raised during several tectonic episodes like the Hercynian uplift in the Paleozoic Era, during which the Armorican Massif, the Massif Central, the Morvan, the Vosges and Ardennes ranges and the island of Corsica were formed. These massifs delineate several sedimentary basins such as the Aquitaine basin in the southwest and the Paris basin in the north, the latter including several areas of particularly fertile ground such as the silt beds of Beauce and Brie. Various routes of natural passage, such as the Rhône Valley, allow easy communication. The Alpine, Pyrenean and Jura mountains are much younger and have less eroded forms. At 4,810.45 metres (15,782 ft) above sea level, Mont Blanc, located in the Alps on the French and", "the \"Land of the Blacks\". The Nilotic people of South Sudan—the Dinka, Anyuak, Bari, Acholi, Nuer, Shilluk, Kaligi (Arabic Feroghe), and others—first entered South Sudan sometime before the 10th century, coinciding with the fall of medieval Nubia. From the 15th to the 19th century, tribal migrations, largely from the area of Bahr el Ghazal, brought the Anyuak, Dinka, Nuer and Shilluk to their modern locations in Bahr El Ghazal and the Upper Nile Region, while the Acholi and Bari settled in Equatoria. The Zande, Mundu, Avukaya and Baka, who entered South Sudan in the 16th century, established the region's largest state of Equatoria Region. The Dinka is the largest, Nuer the second largest, the Zande the"]