[{"text": "319 144", "x0": 151, "y0": 735, "x1": 271, "y1": 848, "rotation": -1.9625131406861485}, {"text": "passage, the British authorities soon began offering portions of land to encourage settlement, and by 1902, more than half of the sugar cane in Trinidad was being produced by independent cane farmers; the majority of which were Indians. Despite the trying conditions experienced under the indenture system, about 90% of the Indian immigrants chose, at the end of their contracted periods of indenture, to make Trinidad their permanent home. Indians entering the colony were also subject to certain crown laws which segregated them from the rest of Trinidad and Tobago's population, such as the requirement that they carry a pass with them if they left the plantations, and that if freed, they carry their \"Free Papers\" or certificate indicating completion of the indenture period. Few Indians settled on Tobago however, and the descendants of African slaves continued to", "x0": 125, "y0": 210, "x1": 439, "y1": 582}, {"text": "the UN General Assembly granting them observer status as a \"non-state entity\" at the UN. After the 1988 Declaration of Independence, the UN General Assembly officially acknowledged the proclamation and decided to use the designation \"Palestine\" instead of \"Palestine Liberation Organization\" in the UN. In spite of this decision, the PLO did not participate at the UN in its capacity of the State of Palestine's government.In 1979, through the Camp David Accords, Egypt signaled an end to any claim of its own over the Gaza Strip. In July 1988, Jordan ceded its claims to the West Bank—with the exception of guardianship over Haram", "x0": 377, "y0": 748, "x1": 696, "y1": 1015}, {"text": "such as gazelles, desert rabbits and hedgehogs are common in the wild but the Arabian oryx was hunted to extinction on the island. Twenty-five species of amphibians and reptiles were recorded as well as 21 species of butterflies and 307", "x0": 509, "y0": 237, "x1": 695, "y1": 589}]