[{"text": "695 305", "x0": 230, "y0": 916, "x1": 350, "y1": 1029, "rotation": -1.8467669365503916}, {"text": "Србија, Srbija, pronounced [sř̩bija] (listen)), officially the Republic of Serbia (Serbian: Република Србија, Republika Srbija, pronounced [repǔblika sř̩bija] (listen)), is a landlocked country in Southeastern and Central Europe, situated at the crossroads of the Pannonian Plain and the Balkans. It shares land borders with Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest, and claiming a border with Albania through the disputed territory of Kosovo. Serbia with Kosovo has about 8.6 million inhabitants. Its", "x0": 56, "y0": 440, "x1": 383, "y1": 791}, {"text": "of its infrastructure. Instead of helping to rebuild the city, Somoza siphoned off relief money. The mishandling of relief money also prompted Pittsburgh Pirates star Roberto Clemente to personally fly to Managua on December 31, 1972, but he died en route in an airplane accident. Even the economic elite were reluctant to support Somoza, as he had acquired monopolies in industries that were key to rebuilding the nation.The Somoza family was among a few families or groups of influential firms which reaped most of the benefits of the country's growth from the 1950s to the 1970s. When Somoza was deposed by the Sandinistas in 1979, the family's worth was", "x0": 488, "y0": 145, "x1": 717, "y1": 507}, {"text": "removal of Adeeb.In the 2018 elections, Ibrahim Mohamed Solih won the most votes, and was sworn in as the Maldives' new president in November 2018. Adeeb was freed by courts in Male in July 2019 after his conviction on charges of terrorism and corruption was overruled, but was placed under a travel ban after the state prosecutor appealed the order in a corruption and money laundering case. Adeeb escaped in a tugboat to seek asylum in India. It is understood that the Indian Coast Guard escorted the tugboat to the International Maritime Boundary Line (IMBL) and he was then \"transferred\" to a", "x0": 448, "y0": 743, "x1": 742, "y1": 1042}, {"text": "Characene. Akkaz was a Partho-Sassanian site; the Sassanid religion's tower of silence was discovered in northern Akkaz. Late Sassanian settlements were discovered in Failaka. In Bubiyan, there is archaeological evidence of Sassanian to early Islamic periods of human presence as evidenced by the recent discovery of torpedo-jar pottery sherds on", "x0": 91, "y0": 87, "x1": 392, "y1": 348}]