[{"text": "382 405", "x0": 598, "y0": 880, "x1": 718, "y1": 993, "rotation": -0.8921930395625517}, {"text": "he was a Malaitan, he was not doing enough to protect their interests. Ulufa'alu subsequently resigned in exchange for his release. Manasseh Sogavare, who had earlier been Finance Minister in Ulufa'alu's government but had subsequently joined the opposition, was elected as Prime Minister by 23–21 over the Rev. Leslie Boseto. However, Sogavare's election was immediately shrouded in controversy because six MPs (thought to be supporters of Boseto) were unable to attend parliament for the crucial vote. On 15 October 2000 the Townsville", "x0": 453, "y0": 96, "x1": 701, "y1": 456}, {"text": "were elected by the notables of the country and could be removed by them. The Hausa Kingdoms began as seven states founded, according to the Bayajidda legend, by the six sons of Bawo. Bawo was the only son of the Hausa queen Daurama and Bayajidda or (Abu Yazid according to certain historians) who came from Baghdad. The seven original Hausa states (also referred to as the 'Hausa bakwai') were: Daura (state of queen Daurama), Kano, Rano, Zaria, Gobir, Katsina and Biram. An extension of the legend states that Bawo had a further seven sons with a concubine, who went on to the found the so-called 'Banza (illegitimate) Bakwai': Zamfara, Kebbi, Nupe, Gwari, Yauri, Ilorin and Kwararafa. A smaller state", "x0": 69, "y0": 560, "x1": 464, "y1": 876}, {"text": "located, is often called the Sierra de Veraguas. As a whole, the range between Costa Rica and the canal is generally referred to by geographers as the Cordillera Central. The highest point in the country is the Volcán Barú, which rises to 3,475 metres (11,401 feet). A nearly impenetrable jungle forms the Darién Gap between Panama and Colombia where Colombian guerrillas and drug dealers operate and sometimes take hostages. This and unrest, and forest protection movements, create a break in the Pan-American Highway, which", "x0": 115, "y0": 141, "x1": 337, "y1": 442}]