[{"value": "721547", "x0": 62, "y0": 379, "x1": 182, "y1": 492, "rotation": -0.5124905663181463}, "102 communes. Twelve of the communes have city status; the city of Luxembourg is the largest. Luxembourg has long been a prominent supporter of European political and economic integration. In 1921, Luxembourg and Belgium formed the Belgium–Luxembourg Economic Union (BLEU) to create a regime of inter-exchangeable currency and a common customs. Luxembourg is a member of the Benelux Economic Union and was one of the founding members of the European Economic Community (now the European Union). It also participates in the Schengen Group (named after the Luxembourg village of Schengen where the agreements were signed). At the same time, the majority of Luxembourgers have consistently believed that European unity makes sense only in the context of a dynamic transatlantic relationship, and thus have traditionally pursued a pro-NATO, pro-US foreign policy.Luxembourg is the site of the Court of Justice of the European Union, the European Court of Auditors, the Statistical Office of the European Communities (Eurostat) and other vital EU organs. The Secretariat of the European", "II granting the Vietnamese permission to settle in the area decades before. This remains a diplomatic sticking point with over one million ethnic Khmers (the Khmer Krom) still living in this region. The Khmer Rouge attempted invasions to recover the territory which, in part, led to Vietnam's invasion of Cambodia and deposition of the Khmer Rouge. In 1955, Sihanouk abdicated in favour of his father to participate in politics and was", "majority.: 10 The head of state of East Timor is the president of the republic, who is elected by popular vote for a five-year term. Although the president's executive powers are somewhat limited, they do have the power to veto government legislation, initiate referendums, and to dissolve parliament in the event that it is unable to form a government or pass a budget.: 244 Following elections, the president"]