[{"value": "718,501", "x0": 84, "y0": 321, "x1": 204, "y1": 434, "rotation": -0.4711714646516434}, "countries. The FISP fertiliser subsidy programmes ended with President Mutharika's death; the country quickly faced food shortages again, and farmers developed reluctance to purchase fertilisers and other agricultural inputs on the open markets that remained.In 2016, Malawi was hit by a drought, and in January 2017, the country reported an outbreak of armyworms around Zomba. The moth is capable of wiping out entire fields of corn, the staple grain of impoverished residents. On 14 January 2017, the agriculture minister George Chaponda reported that 2,000 hectares of crop had been destroyed, having spread to nine of twenty-eight districts. As of 2012, Malawi has 31 airports, seven with paved runways (two international airports) and 24 with unpaved runways. As of 2008, the country has 797 kilometres (495 mi) of railways, all narrow-gauge, and, as of 2003, 24,866 kilometres (15,451 mi) of", "highly mountainous terrain, Kyrgyzstan has been at the crossroads of several great civilizations as part of the Silk Road along with other commercial routes. Inhabited by a succession of tribes and clans, Kyrgyzstan has periodically fallen under larger domination. Turkic nomads, who trace their ancestry to many Turkic states such as the First and Second Turkic Khaganates, have inhabited the country throughout its history. In the 13th century, Kyrgyzstan was conquered by the Mongols; it regained independence, but was later invaded by Dzungar Khanate. After the fall of Dzhungars, Kyrgyz and Kipchaks were an integral part of Kokand Khanate. In 1876, Kyrgyzstan became part of the Russian Empire, and in 1936, the Kirghiz Soviet Socialist Republic was formed to become a constituent republic of the Soviet Union. Following Mikhail Gorbachev's democratic reforms", "is one of the last remaining seven absolute monarchies in the world, along with Saudi Arabia, Eswatini, United Arab Emirates, Qatar, Brunei and Oman. The pope governs the Catholic Church through the Roman Curia. The Curia consists of a complex of offices that administer church affairs at the highest level, including the Secretariat of State, nine Congregations, three Tribunals, eleven Pontifical Councils, and seven Pontifical Commissions. The Secretariat of State, under the Cardinal"]