[{"text": "754106", "x0": 557, "y0": 286, "x1": 677, "y1": 399, "rotation": 0.20254620735537987}, {"text": "voters in a 2012 referendum. Municipalities of Liechtenstein are entitled to secede from the union by majority vote.The municipalities of Liechtenstein are divided between the two electoral districts of Unterland and Oberland. The country's political division is historical; the Unterland depends on Schellenberg, the Oberland on the county of Vaduz. The northern communities of Eschen, Gamprin, Mauren, Ruggell and Schellenberg belong to Unterland; the municipalities of Balzers, Planken, Schaan, Triesen, Triesenberg and Vaduz belong to the much larger Oberland. The autonomy of the Liechtenstein communities is in the upper range compared to the other", "x0": 185, "y0": 87, "x1": 476, "y1": 392}, {"text": "of the Charter, both former colonies were granted internal autonomy. Suriname and the Netherlands Antilles each got a Minister Plenipotentiary based in the Netherlands, who had the right to participate in Dutch cabinet meetings that discussed affairs of the Kingdom as a whole when they pertained directly to Suriname or the Netherlands Antilles. Delegates of Suriname and the Netherlands Antilles could participate in sessions of the First and Second Chamber of the States General. An overseas member could be added to the Council of State when appropriate. According to the Charter, Suriname and the Netherlands Antilles could each alter its \"Basic Law\" (Staatsregeling). The right of the two autonomous countries to leave the Kingdom, unilaterally, was not recognised; yet it also stipulated that the Charter could be dissolved by mutual consultation.Before the Charter for the Kingdom of the Netherlands was proclaimed in 1954, Suriname, Netherlands New Guinea, and the Netherlands Antilles, (formerly, Kolonie Curaçao en Onderhorige Eilanden, \"Colony of Curaçao and subordinates\") were colonies of the Netherlands. Suriname was a constituent country within the Kingdom from 1954 to 1975, while the Netherlands Antilles was a constituent country from 1954 until 2010. Suriname has since become an independent", "x0": 187, "y0": 550, "x1": 574, "y1": 1014}]