[{"text": "643,064", "x0": 544, "y0": 931, "x1": 664, "y1": 1044, "rotation": -0.3170797735130342}, {"text": "ZUM, boycotted the voting, resulting in a near sweep by the ruling party. When the opposition returned to the polls in 2000, they won 57 seats, only five fewer than ZANU-PF. Presidential elections were again held in 2002 amid allegations of vote-rigging, intimidation and fraud. The 2005 Zimbabwe parliamentary elections were held on 31 March, and multiple claims of vote rigging, election fraud and intimidation were made by the Movement for Democratic Change party and Jonathan Moyo, calling for investigations into 32 of the 120 constituencies. Moyo participated in the elections despite the allegations and won a seat as an independent member of Parliament. In 2005, the MDC split into two factions: the Movement for Democratic Change – Mutambara (MDC-M), led by Arthur Mutambara which contested the elections to the Senate, and the Movement for Democratic Change – Tsvangirai (MDC-T) led by Morgan Tsvangirai which was opposed to contesting the elections, stating that participation in a rigged election is tantamount to endorsing Mugabe's claim that past elections were free and fair. The two MDC camps had their congresses in 2006 with Tsvangirai being elected to lead MDC-T, which became more popular than the other group.In the", "x0": 114, "y0": 421, "x1": 486, "y1": 840}, {"text": "It has the third-greatest number of UNESCO World Heritage Sites. The English word Germany derives from the Latin Germania, which came into use after Julius Caesar adopted it for the peoples east of the Rhine. The German term Deutschland, originally diutisciu land ('the German lands') is derived from deutsch (cf. Dutch), descended", "x0": 551, "y0": 269, "x1": 735, "y1": 765}, {"text": "were also rated on areas of particular interest to foreign investors: the ease of doing business, the perceived level of corruption and economic freedom. To attract foreign investment, the government has made improvement in reducing red tape resulted from excessive government regulations, making Namibia one of the least bureaucratic places to do business in the region. Facilitation payments are occasionally demanded by customs due to cumbersome and costly customs procedures. Namibia is also classified as an Upper Middle Income country", "x0": 89, "y0": 93, "x1": 407, "y1": 338}]