[{"text": "391087", "x0": 61, "y0": 539, "x1": 181, "y1": 652, "rotation": -1.655509207175931}, {"text": "with almost always overcast skies. In general, the rains are produced by showers and storms of short duration but very intense. The driest places are the flat atolls, where rainfall can drop below 3000 mm. The driest months are January and February, with no less than 250 mm and 20 days of rain. The Federated States of Micronesia is served by four international airports. Pohnpei International Airport, on the main island of Pohnpei State. Chuuk International Airport, located on the main island of Chuuk State. Kosrae International Airport, located on the main island of Kosrae State. Yap International Airport, located on the main island of Yap State. Economic activity in the Federated States of Micronesia consists primarily of subsistence farming and fishing. The islands have few mineral deposits worth exploiting, except for high-grade phosphate. Long line fishing of tuna is also viable with foreign vessels from China that operated", "x0": 289, "y0": 426, "x1": 617, "y1": 719}, {"text": "capita income in the world. Botswana has transformed itself from one of the poorest countries in the world to an upper middle-income country. GDP per capita grew from $1,344 in 1950 to $15,015 in 2016. Although Botswana was resource-abundant, a good institutional framework allowed the country to reinvest resource-income in order to generate stable future income. By one estimate, it has the fourth highest gross national income at purchasing power parity in Africa, giving it a standard of living around that of Mexico. The Ministry of Trade and", "x0": 275, "y0": 107, "x1": 569, "y1": 342}, {"text": "closed in on Lisbon, João VI of Portugal, the Prince Regent, transferred his court to Brazil and established Rio de Janeiro as the capital of the Portuguese Empire. In 1815, Brazil was declared a Kingdom and the Kingdom of Portugal was united with it, forming a pluricontinental state, the United Kingdom of Portugal, Brazil and the", "x0": 407, "y0": 811, "x1": 703, "y1": 1038}]