[{"value": "373,443", "x0": 59, "y0": 235, "x1": 179, "y1": 348, "rotation": 1.3612925316526616}, "and sugar cane, as well as for its growing textiles industry, which serves the international market. The literal meaning of the term \"Honduras\" is \"depths\" in Spanish. The name could either refer to the bay of Trujillo as an anchorage, fondura in the Leonese dialect of Spain, or to Columbus's alleged quote that \"Gracias a Dios que hemos salido de esas honduras\" (\"Thank God we have departed from those depths\").It was not until the end of the 16th century that Honduras was used for the whole province. Prior to 1580, Honduras referred to only the eastern part of the province, and Higueras referred to the western part. Another early name is Guaymuras, revived as the name for the political dialogue in 2009 that took place in Honduras as opposed to Costa Rica.Hondurans are often referred to as Catracho or Catracha (fem) in Spanish. The word was coined by Nicaraguans and derives from the last name of the Spanish Honduran General Florencio Xatruch, who in", "exploited, but much natural diversity remains. The Rio Coco is the largest river in Central America; it forms the border with Honduras. The Caribbean coastline is much more sinuous than its generally straight Pacific counterpart; lagoons and deltas make it very irregular.Nicaragua's Bosawás Biosphere Reserve is in the Atlantic lowlands, part of which is located in the municipality of Siuna; it protects 7,300 square kilometres (1,800,000 acres) of La Mosquitia forest – almost 7% of the country's area – making it the largest rainforest north of the Amazon in Brazil.The municipalities of Siuna, Rosita, and Bonanza, known as the \"Mining Triangle\", are located in the region known as the North Caribbean Coast Autonomous Region, in the Caribbean", "private investment, and withdrawal of bank deposits in response to Allende's socialist program. Production fell and unemployment rose. Allende adopted measures including price freezes, wage increases, and tax reforms, to increase consumer spending and redistribute income downward. Joint public-private public works projects helped reduce unemployment. Much of the banking sector was nationalized. Many enterprises within the copper, coal, iron, nitrate, and steel industries were expropriated, nationalized, or subjected to state intervention. Industrial output increased sharply and unemployment fell during the Allende administration's first year.Allende's program included advancement of workers' interests, replacing the judicial system with \"socialist legality\", nationalization of banks and forcing others to bankruptcy, and strengthening \"popular militias\" known as MIR. Started under former President Frei, the Popular Unity platform also called for nationalization of Chile's major copper mines in the form of a constitutional amendment. The measure was passed unanimously by Congress. As a result, the Richard Nixon administration organized and inserted secret operatives in Chile, in order to swiftly destabilize Allende's government. In addition, US financial pressure restricted international economic credit to"]